{
    "reishi-mushroom": {
        "name": "reishi-mushroom",
        "content": [
            "Use",
            "Dosing",
            "Contraindications",
            "Pregnancy/Lactation",
            "Interactions",
            "Adverse Reactions",
            "Toxicology",
            "Antiviral effects",
            "Cancer",
            "Cardiovascular effects",
            "Chronic fatigue syndrome",
            "Diabetes/Metabolic syndrome",
            "Hepatitis",
            "Rheumatoid arthritis",
            "Experimental data",
            "Related treatment guides",
            "Scientific Name(s):Ganoderma lucidum (Leysser ex Fr.) KarstCommon Name(s):Ganopoly, Ling chih, Ling zhi, Lingzhi, Reishi, Spirit plant",
            "Medically reviewedby Drugs.com. Last updated on Jul 13, 2022.",
            "The polysaccharide content of reishi mushroom is responsible for possible anticancer and immunostimulatory effects. Reishi may also provide hepatoprotective action, antiviral activity, and beneficial effects on the cardiovascular system, rheumatoid arthritis, chronic fatigue syndrome, and diabetes. Few clinical trials have been conducted.",
            "ThePharmacopoeia of the People's Republic of Chinarecommends 6 to 12 g reishi extract daily. Ganopoly (a Ganoderma lucidum polysaccharide extract) in doses up to 5.4 g daily (equivalent to 81 g of the fruiting body) for 12 weeks has been used in a few clinical trials.",
            "Contraindications have not been identified.",
            "Information regarding safety and efficacy in pregnancy and lactation is lacking.",
            "Reishi mushroom may enhance the adverse/toxic effects of agents with antiplatelet properties, anticoagulants, herbs (anticoagulant/antiplatelet properties), NSAIDs, salicylates, and thrombolytic agents.",
            "Adverse reactions are mild and may include dizziness, GI upset, and skin irritation.",
            "There are few reports of toxicity with the use of reishi mushroom.",
            "The reishi mushroom is a purplish-brown fungus with a long stalk, brown spores, and a fan-shaped cap with a shiny, varnish-coated appearance. Reishi grows on decaying wood or tree stumps1preferring the Japanese plum tree but also found on oak. The mushroom is native to China, Japan, and North America but is cultivated throughout other Asian countries. Cultivation of reishi is a long, complicated process. The reishi grows in 6 colors, each thought to have different characteristics and known as: Aoshiba (blue reishi), Akashiba (red reishi), Kishiba (yellow reishi), Shiroshiba (white reishi), Kuroshiba (black reishi), and Murasakishiba (purple reishi).2,3",
            "Reishi has been used in traditional Chinese medicine for more than 4,000 years for treating fatigue, asthma, cough, and liver ailments, and to promote longevity.2The Chinese namelingzhimeans \"herb of spiritual potency.\"2A Japanese name for the reishi ismannentake, meaning \"10,000-year-old mushroom.\" Reishi's use is documented in the oldest Chinese medical text, which is more than 2,000 years old.4Cultivation of reishi began in the 1980s. A survey conducted in Hong Kong found G. lucidum to be the third most common herbal preparation taken by preoperative surgical patients.5",
            "The reishi mushroom is high in polysaccharide content with at least 36 different compounds identified6including beta-d-glucan and GL-1.2,3,7Triterpene constituents also have been analyzed.8Triterpene antioxidants, including ganoderic acids A, B, C, and D; ganoderol A and B; ganoderol A; lucidenic acid B, and ganodermanontriol have been found in reishi.1,2,6,9,10,11Terpenoids 1, 2, and 3, and terpenes lucidenic acid O and lucidenic lactone are also present.3,6,12A peptidoglycan from reishi contained approximately 7% protein and 76% carbohydrate.13Certain enzymes from reishi have been reported14as well as minerals such as calcium, magnesium, and potassium. Lanostan, coumarins, ergosterol, and cerevisterol are also components of reishi.2,3,12",
            "Polysaccharides isolated from reishi have been proven effective in vitro against herpes simplex virus types 1 and 2.(46) Reishi isolates also have been tested against other viral strains, including influenza A, and demonstrated effectiveness against their replication.(47)",
            "Anticancer effects of reishi have been reported largely from in vivo experiments, and data from clinical trials have been published. It is generally accepted that the anticancer effects are due to immune enhancement(3,15) and may be exhibited from diverse chemical constituents in reishi.(6,16,17) Experiments focused on the stimulatory effects of the higher molecular weight polysaccharides (eg, ganopoly, beta-d-glucan, GL-1) on the immune system(3,7,18,19,20,21,22,23,24,25,26,27,28,29) and the suppressive effect of the triterpenes (eg, ganoderic acid) on the growth and invasive behavior of cancer cells.(15,16,18,30,31,32,33,34) An ethanol soluble compound ganoderol B binds to androgen receptors and inhibits the sterol enzyme 5-alpha-reductase in experiments in rats.(1)",
            "Clinical trials have been conducted in patients with advanced cancer.(15,16,35) Not all published trials are randomized and blinded. Ganopoly in doses up to 5.4 g daily (equivalent to 81 g of the fruiting body) for 12 weeks were used. Increased cellular immunity indices were reported in 80% of cancer patients in one trial.(36) Quality of life improved in 65% of patients in another trial.(16) In a further trial, varying results were obtained. It was proposed that ganopoly could reverse the immunosuppressive effects of chemotherapy and radiotherapy.(36,37) A 2011 systematic review and meta-analysis evaluated the effects of G. lucidum, regardless of preparation, in Chinese cancer patients. A total of 5 randomized controlled trials met inclusion criteria, all of which had unsatisfactory methodological quality. The analysis showed a positive treatment response was more likely to occur in patients who received G. lucidum in combination with chemo-/radiotherapy than with either G. lucidum or chemo-/radiotherapy alone. The data are insufficient to justify use of G. lucidum as a first-line treatment for cancer. Data also suggested improved immune function via increases in CD3, CD4, and CD8.(51)",
            "In a case report of the effect of lingzhi on gastric large B-cell lymphoma, the patient consumed 3 times the recommended dose for 5 days (60 capsules daily). Histological changes were recorded 11 days later, showing only a dense infiltrate of T lymphocytes remaining.(38)",
            "The effect of reishi on the cardiovascular system has been investigated. Decreases in high blood pressure were reported to be attributed to the ganoderic acids.(2) Angiotensin-converting enzyme-inhibiting triterpenes from reishi have been described.(3,39)",
            "Inhibition of cholesterol biosynthesis, enhanced antioxidase activity, decreased platelet aggregation(2,3,40) and reduced lipid peroxidation have been demonstrated in animal and in vitro experiments.(2,3,10)",
            "A randomized, double-blind, crossover trial (n = 23) reported no significant changes in body mass index, blood pressure, glycemic indices, antioxidant capacity, lymphocytes, urine catecholamines, cortisol, or cortisone when 1.44 g/day of lingzhi (equivalent to 13.2 g of fresh mushroom) or placebo was administered to patients with borderline elevated blood pressure and/or cholesterol. The only significant change in lipid profile was apo-B, which increased significantly in the placebo group.(52)",
            "A multicenter, double-blind, randomized, placebo-controlled trial was conducted in China. Ganopoly 5.4 g daily was administered for 8 weeks, resulting in a reduced sense of fatigue and lower Clinical Global Impression severity scores.(31)",
            "In animal experiments, ganopoly affected carbohydrate metabolism and promoted insulin secretion.(3)",
            "A randomized, multi-blind, placebo-controlled clinical trial enrolled 84 adults with metabolic syndrome and high fasting blood glucose to investigate the safety and efficacy of 3 g/day G. lucidum (with and without Cordyceps sinensis) on hyperglycemia and cardiovascular risk factors. However, because they failed to recruit the sample size needed to assess the 3 groups separately, they combined data for both G. lucidum treatment groups into a single \"intervention group.” Compared to placebo, none of the primary (HbA1c, fasting plasma glucose) or secondary outcomes (ie, lipid parameters, blood pressure, anthropomorphic measurements) were significantly affected by the interventions after 16 weeks. All of the participants had type 2 diabetes.(53) In a review, ganopoly 1,800 mg 3 times daily reduced postprandial glucose values in patients with type 2 diabetes in a clinical trial. The glucans ganoderan A and B (glucans) inhibited hypoglycemia.(3)",
            "In in vitro and in vivo animal experiments, hepatoprotection by extracts of ganoderma against induced liver damage has been demonstrated.(3,26,41,42,43)",
            "A review documented that polysaccharide ganopoly therapy for 6 months resulted in normalization of aminotransferase levels in 33% and cleared serum hepatitis B surface antigen in 13% of trial participants compared with control.(3)",
            "Because high-altitude training can cause immunosuppression, the effect of G. lucidum on T-lymphocyte subsets in young male football players (n=40) undergoing simulated high-altitude training (living high-training low; LHTL) was evaluated in a 6-week randomized controlled trial. A 20 g/day dose of G. lucidum significantly increased CD3+ from baseline on day 21 and tended to increase CD4+/CD8+ ratios, but differences were not significant over time for either measurement.(50)",
            "G. lucidum 6 mg once daily for 12 weeks was well tolerated and significantly decreased the International Prostate Symptom Score, compared with placebo, in men older than 49 years with lower urinary tract symptoms. No significant changes were noted in quality of life or for any of the secondary outcome measures (ie, prostate size, residual volume after voiding, peak urinary flow, serum prostate-specific antigen, testosterone levels).(54) The dose was based on a previously conducted dose-ranging study.(55)",
            "The effect of reishi on the immune system has been studied in in vitro experiments. In an experiment using synovial fluid from patients with rheumatoid arthritis, researchers demonstrated an inhibitory effect of a polysaccharide extract on the proliferation of synovial fibroblasts, possibly via the nuclear factor-kappa B transcription pathway.(44)",
            "Traditional practitioners recommend 0.5 to 1 g daily, 2 to 5 g daily for chronic illness, and up to G. lucidum 15 g extract daily for serious illness.5The Chinese pharmacopoeia recommends 6 to 12 g extract daily.5Doses up to Ganopoly 5.4 g daily (equivalent to 81 g of the fruiting body) for 12 weeks have been used in clinical trials.35",
            "Information regarding safety and efficacy in pregnancy and lactation is lacking.",
            "Agents with antiplatelet properties: Herbs (anticoagulant/antiplatelet properties) may enhance the adverse/toxic effect of agents with antiplatelet properties. Bleeding may occur. Consider therapy modification.57,58,59,60",
            "Anticoagulants: Herbs (anticoagulant/antiplatelet properties) may enhance the adverse/toxic effect of anticoagulants. Bleeding may occur. Consider therapy modification.57,58,59,60",
            "Herbs (anticoagulants/antiplatelet properties): Herbs (anticoagulant/antiplatelet properties) may enhance the adverse/toxic effect of other herbs (anticoagulant/antiplatelet properties). Bleeding may occur. Consider therapy modification.57,58,59,60",
            "NSAIDs: Herbs (anticoagulant/antiplatelet properties) may enhance the adverse/toxic effect of nonsteroidal anti-Inflammatory agents. Bleeding may occur. Consider therapy modification.57,58,59,60",
            "Salicylates: Herbs (anticoagulant/antiplatelet properties) may enhance the adverse/toxic effect of salicylates. Bleeding may occur. Consider therapy modification.57,58,59,60",
            "Thrombolytic agents: Herbs (anticoagulant/antiplatelet properties) may enhance the adverse/toxic effect of thrombolytic agents. Bleeding may occur. Consider therapy modification.57,58,59,60",
            "Reported adverse reactions from reishi include dizziness, dry mouth, stomach upset, nosebleed, bone pain, skin irritation, diarrhea, and constipation.2,31",
            "In a small, placebo-controlled trial designed to determine adverse reactions related to reishi use, 4 g of extract daily for 10 days taken by healthy adults resulted in no differences between participants receiving reishi and those taking placebo.48No changes in blood CD4, CD8, or CD19 were observed, and insignificant increases in CD56 were noted.48",
            "Ganodermic acid S and adenosine-related compounds found in reishi are thought to cause platelet inhibition, and a protease compound has been demonstrated to competitively inhibit thrombin-fibrinogen binding in in vitro experiments. However, another placebo-controlled trial using 1.5 g of extract daily for 4 weeks did not result in any changes in platelet or hemostatic function.49",
            "Data collected between 2004 and 2013 from 8 US centers in the Drug-induced Liver Injury Network revealed that 15.5% (130) of hepatotoxicity cases were caused by herbals and dietary supplements, whereas 85% (709) of cases were related to prescription medications. Of the 130 cases of liver injury related to supplements, 65% were from non-bodybuilding supplements and occurred most often in Hispanics/Latinos compared with non-Hispanic whites and non-Hispanic blacks. Liver transplant was also more frequent with toxicity from non-bodybuilding supplements (13%) than with conventional medications (3%) (P<0.001). Overall, the proportion of severe liver injury cases was significantly higher for supplements than for conventional medications (P=0.02). Of the 217 supplement products implicated in liver injury, 175 had identifiable ingredients, of which reishi mushroom was among the 32 (18%) single-ingredient products.56The European Association for the Study of the Liver (EASL) clinical practice guideline for drug-induced liver injury (2019) recommends physicians consider herbal and dietary supplements as potential causative agents associated with liver injury (Level 4; Grade C), including reishi mushrooms (G. lucidum).45",
            "Research reveals little information regarding toxicity with the use of reishi mushroom. A mean lethal dose has been estimated to be 10 to 21 g per kg body weight. Animal experiments have tested dosages up to 38 g/kg.5",
            "This information relates to an herbal, vitamin, mineral or other dietary supplement.  This product has not been reviewed by the FDA to determine whether it is safe or effective and is not subject to the quality standards and safety information collection standards that are applicable to most prescription drugs.  This information should not be used to decide whether or not to take this product.  This information does not endorse this product as safe, effective, or approved for treating any patient or health condition.  This is only a brief summary of general information about this product.  It does NOT include all information about the possible uses, directions, warnings, precautions, interactions, adverse effects, or risks that may apply to this product.  This information is not specific medical advice and does not replace information you receive from your health care provider.  You should talk with your health care provider for complete information about the risks and benefits of using this product.",
            "This product may adversely interact with certain health and medical conditions, other prescription and over-the-counter drugs, foods, or other dietary supplements.  This product may be unsafe when used before surgery or other medical procedures.  It is important to fully inform your doctor about the herbal, vitamins, mineral or any other supplements you are taking before any kind of surgery or medical procedure.  With the exception of certain products that are generally recognized as safe in normal quantities, including use of folic acid and prenatal vitamins during pregnancy, this product has not been sufficiently studied to determine whether it is safe to use during pregnancy or nursing or by persons younger than 2 years of age.",
            "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.",
            "Medical Disclaimer",
            "Copyright © 2023 Wolters Kluwer Health"
        ]
    },
    "turmeric": {
        "name": "turmeric",
        "content": [
            "Use",
            "Dosing",
            "Contraindications",
            "Pregnancy/Lactation",
            "Interactions",
            "Adverse Reactions",
            "Toxicology",
            "Analgesic effects",
            "Anti-inflammatory effects",
            "Antioxidant effects",
            "Arthritis",
            "Cancer",
            "Cardiovascular effects",
            "CNS effects",
            "Dental uses",
            "Diabetes",
            "Gallbladder effects",
            "GI effects",
            "Hepatoprotective effects",
            "Iron metabolism",
            "Mucocutaneous conditions",
            "Ophthalmic effects",
            "Skin conditions",
            "Vitamin E levels",
            "Women's health",
            "Antioxidant effects",
            "Analgesic/Anti-inflammatory effects",
            "Other interaction data",
            "Patient resources",
            "Related treatment guides",
            "Scientific Name(s):Curcuma longa L.Common Name(s):Curcuma, Curcumin, Haldi, Indian saffron, Turmeric",
            "Medically reviewedby Drugs.com. Last updated on Nov 21, 2022.",
            "Limited evidence from meta-analyses suggests that curcumin, the most commonly studied constituent of turmeric, and/or curcuminoids have analgesic, anti-inflammatory, and antioxidant effects and may improve biomarkers and symptoms in patients with osteoarthritis, major depression, cardiovascular risk, obesity, and metabolic syndrome. Data are equivocal in dysglycemic/diabetic populations, and are insufficient to identify a role for curcumin in patients with chronic pruritic skin lesions, cognitive decline, inflammatory bowel disease, nonalcoholic fatty liver disease, oral mucocutaneous conditions, psoriasis, or uveitis.",
            "Generally, standardized curcuminoid dosages of 200 mg/day to 6 g/day (treatment durations of up to 8 months) have been used in clinical trials evaluating anti-inflammatory and antioxidant effects of curcumin in a variety of conditions. Lipid-based formulations have shown improved bioavailability over micronized and unformulated curcumin preparations, with greater improvements observed in women compared to men.",
            "Use is contraindicated if hypersensitive to any of the components of curcumin. Avoid use during pregnancy and lactation because of emmenagogue and uterine stimulant effects. Turmeric should not be used in patients with gallstones or bile duct or passage obstruction.",
            "Avoid use. Emmenagogue and abortifacient effects have been documented.",
            "C. longa potentially interacts with CYP2D6 and CYP3A substrates, antiplatelet agents, anticoagulants, cladribine, nonsteroidal anti-inflammatory agents, salicylates, and thrombolytic agents.",
            "Clinical trials report few adverse reactions (eg, dyspepsia, pruritus). Rare cases of contact dermatitis and anaphylaxis have also been reported.",
            "No data.",
            "The genus Curcuma L. may consist of more than 100 species, with C. longa L. probably being the most well-known. Synonymous with Curcuma domestica Val, turmeric is a perennial plant found throughout Southeast Asia, China, Australia, and the South Pacific. India and Thailand have the highest diversity, with at least 40 species in each country. The plant grows to a height of 0.9 to 1.5 m and produces large, oblong leaves and funnel-shaped, dull yellow flowers. The thick rhizome is yellowish externally and deep orange to reddish brown internally. The lateral rhizomes contain more yellow coloring than the bulb. The dried primary bulb and secondary lateral rhizomes are collected, cleaned, boiled, and dried for use in medicinal and food preparations.Goel 2008,Leong-Skornicková 2007,Pari 2008,Strimpakos 2008,USDA 2019",
            "Traditionally, turmeric has been used as a food and cosmetic, and also medicinally for a variety of conditions. Turmeric is a spice with a warm and bitter taste, used primarily as a component of curry powders and some mustards. Its distinctive yellow color has commercial applications as a coloring agent in cheese, butter, and other foods.Goel 2008,Pari 2008,Strimpakos 2008",
            "Turmeric and its natural curcuminoids have been used medicinally for centuries in various parts of the world. In the traditional Ayurvedic medical system, turmeric is a well-recognized treatment for numerous respiratory conditions (eg, asthma, bronchial hyperactivity, allergies), liver disorders, anorexia, rheumatism, diabetic wounds, cough, and sinusitis.Aggarwal 2007,Goel 2008In the Indian subcontinent, turmeric is valued for its wound healing properties. In traditional Chinese medicine, turmeric is used to treat conditions that cause abdominal pain. Due to its anti-inflammatory activity, turmeric was used to treat sprains and swelling in ancient Hindu medicine.Aggarwal 2007,Goel 2008",
            "The rhizome contains up to 7% of an orange-yellow, volatile oil. Tumerone and artumerone together comprise about 60% of the oil, and zingiberene comprises about 25%. Cineole, d-phellandrene, d-sabinene, and borneol are present in low concentrations. The major yellow pigment has been identified as curcumin (diferuloylmethane), a phenolic antioxidant. Antioxidant properties have also been attributed to the proteins turmerin, turmeric antioxidant protein, BGS-Haridrin, and beta-turmerin.de Boer 2014Unlike most natural antioxidants that contain either beta-diketone or polyphenolic functional groups, curcumin possesses both active moieties; its superior antioxidant activity has been attributed to this structural combination. Curcumin modulates the Nrf2-keap1 pathway in the cell and binds to antioxidant-responsive elements in DNA that reduce reactive oxygen species. Other curcuminoids structurally related to curcumin are also found in the extract, including demethoxy-curcumin and bis-demothoxy-curcumin. Additionally, the turmeric rhizome contains protein, fat, minerals, and carbohydrates.Aggarwal 2007,Farooqui 2018,Goel 2008,Joshi 2003,Leong-Skornicková 2007,Pari 2008,Phan 2001,Quiles 2002,Strimpakos 2008",
            "Many clinical trials focus on the active principle curcumin rather than on turmeric. Curcumin has limited medicinal use because of its low systemic bioavailability following oral dosing. Curcumin is hydrophobic and cannot be given intravenously (IV); it also disappears rapidly from tissues after intraperitoneal administration. Numerous approaches continue to be investigated to improve curcumin's bioavailability, including concomitant use of black pepper (Piper nigrum) or piperine, an active constituent of black pepper.(Cui 2009,Farooqui 2018,Yu 2012)",
            "Formulations using emulsifiers and a variety of hydrophilic and hydrophobic carriers have demonstrated increased oral absorption and bioavailability compared with unformulated curcumin.(Gopi 2017,Jäger 2014,Purpura 2018,Schiborr 2014) For example, in healthy volunteers, use of a lipid-based micelle formulation and of micronized powder increased overall relative systemic bioavailability (area under the curve [AUC]) and maximum concentration (Cmax) of curcumin compared with unformulated curcumin powder. In a crossover study, the micelle and micronisate formulations increased bioavailability by 9-fold and Cmaxby 6-fold overall, with higher increases observed in women. Bioavailability increased 277 and 14 times in women (vs 114 and 5 times in men) with micelles and micronisate, respectively, and Cmaxincreased 806 and 11 times in women (vs 251 and 3 times in men), respectively, relative to native, unformulated curcuminoid powder. Only the micelle formulation reduced time to maximum plasma concentration (Tmax). No gender differences were observed for any of the individual curcuminoids (curcumin, demethoxy-curcumin, and bis-demothoxy-curcumin) with respect to Cmaxor Tmax. The mean percentages of the oral curcumin dose recovered from 24-hour urine samples were 0.002%, 0.007%, and 0.151% for the native, micronized, and micellar forms, respectively. Excretion of curcuminoids was higher in women than in men.(Schiborr 2014)",
            "In a randomized, single-blind, placebo-controlled, comparative study (N=120), adults with osteoarthritis of the knee experienced reductions in severity of pain and Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) functional scale score when administered 500 mg of C. longa rhizome extract twice daily (each 500 mg oral gelatin capsule containing 12.6% w/w polysaccharides). A decrease in use of rescue analgesic (acetaminophen) was also observed with C. longa compared with placebo. Study medication acceptability was highest for the C. longa group, which also exhibited the fewest adverse effects.(Madhu 2013) A systematic review and meta-analysis of 8 randomized clinical trials (N=734) published before December 2014 found an overall moderate to large effect of Zingiberaceae extracts (including turmeric, ginger, and galangal) on chronic pain compared with placebo; however, substantial heterogeneity was found. Two trials used curcumin or curcuminoids (n=90): in one study evaluating patients with osteoarthritis of the knee, 1,500 mg/day of curcuminoids (combined with 15 mg/day of black pepper extract to enhance bioavailability) given for 6 weeks demonstrated significant reductions in pain compared to placebo; and in the other study of patients recovering from surgery, curcumin 2,000 mg/day given for 3 weeks resulted in significantly lower pain compared to the placebo group.(Lakhan 2015) In a 4-week, double-blind, randomized controlled comparator study enrolling 367 adults with primary knee osteoarthritis (mean patient age, 60 years; 90% women), a noninferiority test determined curcumin extract (1,500 mg/day [administered as 500 mg 3 times daily]) was as effective as ibuprofen (1,200 mg/day [administered as 400 mg 3 times daily]) in improving pain and function. Curcumin improved overall osteoarthritis index scores (P=0.01), pain (P=0.018), and function (P=0.01). The incidence of adverse events was similar between groups, but more patients in the ibuprofen group experienced abdominal pain and distension.(Ross 2016)",
            "A 2016 systematic review and meta-analysis of 8 randomized controlled trials reported reduced pain scores for curcumin compared with placebo in patients with arthritis (eg, osteoarthritis, rheumatoid arthritis). Curcumin dosages were similar across the studies, with about 1 g/day given in the absence of other analgesics and about 500 mg/day given concomitantly with an analgesic agent (ie, ibuprofen, diclofenac, glucosamine). Duration of treatment ranged from 4 weeks to 4 months. Pooled results showed no difference between curcumin and other analgesic medications, suggesting standardized turmeric extracts (typically 1 g/day of curcumin) can reduce arthritis symptoms (mainly pain and inflammation-related symptoms) and result in improvements similar to those with conventional analgesic agents.(Daily 2016)",
            "The updated American Academy of Orthopedic Surgeons clinical practice guideline on the treatment of osteoarthritis of the knee (2021) recommends that turmeric may be helpful in reducing pain and improving function for patients with mild to moderate osteoarthritis of the knee (limited).(Brophy 2022)",
            "Curcumin has been shown to interfere with the eicosanoid pathway, involving cyclooxygenase and lipoxygenase enzymes.(Rao 2007)",
            "In a study in rats, the therapeutic effect of curcumin was comparable to that of hydrocortisone in treating experimental (bleomycin-induced) pulmonary fibrosis.(Xu 2007)",
            "Older clinical trials have compared curcumin with the nonsteroidal anti-inflammatory drug phenylbutazone.(Pari 2008) In 2 double-blind, randomized, placebo-controlled trials in hemodialysis patients (N=171), turmeric 1,500 mg/day was associated with better improvements from baseline in several anti-inflammatory markers compared with placebo: Mean reductions in pruritus and C-reactive protein (CRP) were observed after 8 weeks of treatment in one study,(Pakfetrat 2014) and reductions in mean interleukin 6 (IL-6), tumor necrosis factor alpha, and high-sensitivity CRP were observed in the second study after 12 weeks of intervention.(Samadian 2017)",
            "In a randomized controlled trial of patients who had undergone removal of impacted third molars (N=90), both the active control (mefenamic acid) and curcumin (400 mg 3 times daily for the first 24 hours after anesthesia effect had worn off) were effective in reducing postoperative inflammatory pain. The curcumin group reported significantly higher reductions in pain at each time point (P=0.0001 each).(Maulina 2018) In a split-mouth randomized controlled trial of 40 patients with localized, mild to moderate chronic periodontitis, local delivery of turmeric was not significantly different from chlorhexidine, the \"gold standard\" in periodontics, regarding improvement in inflamed gingival tissues, reductions in probing pocket depth, and gain in attachment.(Singh 2018)",
            "In a meta-analysis of 7 treatments across 6 studies (N=172), a significant reduction in the systemic inflammation biomarker CRP occurred with use of standardized curcuminoid preparations taken for at least 4 weeks. Dosages ranged from 200 mg/day to 6 g/day, and bioavailability varied. Over half of the studies (4 of 6) were of high quality, while the other 2 were of low quality; overall heterogeneity was high.(Sahebkar 2014) In a systematic review and meta-analysis that pooled data from 9 controlled studies (N=609), a non–dose-dependent beneficial effect of curcuminoids on IL-6 concentrations was observed. Dosages of standardized curcuminoids ranged from 200 mg/day to 6 g/day given for 2 weeks to 8 months. Study populations included patients with osteoarthritis, oral lichen planus, obesity, type 2 diabetes, metabolic syndrome, sulfur mustard intoxication, and chronic pruritic skin lesions. Overall, curcuminoids significantly reduced plasma IL-6 compared with placebo (weighted mean difference [WMD], −0.6 pg/mL;P=0.011), regardless of dose or formulation. An intervention duration of at least 8 weeks provided a significant effect (P=0.001) compared with durations of less than 8 weeks. Meta-regression analysis identified baseline IL-6 concentrations as a significant factor in degree of benefit.(Derosa 2016)",
            "Clinical trials conducted in a variety of patient populations (ie, type 2 diabetes, metabolic syndrome, end-stage renal disease, oral submucous fibrosis) have demonstrated significant reductions in several markers of oxidative stress with use of curcumin.(Marx 2017,Panahi 2015,Pipalia 2016,Usharani 2008) In a meta-analysis of published clinical trials investigating the effects of curcumin on biomarkers of oxidative stress, either turmeric powder or curcuminoids was administered for 4 weeks to 4 months; study populations included patients with type 2 diabetes, metabolic syndrome, osteoarthritis, end-stage renal disease, and chronic pruritic skin lesions. Pooled results showed significant reductions in serum malondialdehyde (MDA) (7 trials [n=525];P<0.022) and plasma superoxide dismutase (SOD) (4 trials [n=336];P<0.0001) with curcumin compared with controls, but not in glutathione peroxidase. Subgroup analysis showed significant reductions in circulating MDA with concentrated turmeric extract and with curcuminoids (especially when combined with piperine), but not with turmeric powder; with respect to doses evaluated, significant differences in MDA were observed between experimental and placebo groups particularly when curcuminoids were administered at dosages of at least 600 mg/day. Neither the duration of treatment nor the underlying disease had an effect on MDA. SOD was not affected by any of the variables.(Qin 2018) In a double-blind, randomized controlled trial of 89 male Iranian war veterans with chronic pulmonary complications from sulfur mustard poisoning, significantly greater improvements in MDA and reductions in glutathione (P<0.001 for each) were observed with curcuminoids/piperine than with placebo. Chronic obstructive pulmonary disease assessment scores (P<0.001) and total as well as subscale respiratory symptom scores were significantly improved in both groups; however, the magnitude of improvement was significantly greater in the curcuminoid group.(Panahi 2016)",
            "In a randomized, single-blind, placebo-controlled comparative study (N=120), adults with osteoarthritis of the knee experienced reductions in severity of pain and WOMAC functional scale score when administered 500 mg of C. longa rhizome extract twice daily (each 500 mg oral gelatin capsule containing 12.6% w/w polysaccharides). A decrease in use of rescue analgesic (acetaminophen) was also observed with C. longa compared to placebo. The C. longa group also exhibited the fewest adverse effects.(Madhu 2013) In a 4-week, double-blind, randomized, controlled comparator study enrolling 367 adults with primary knee osteoarthritis, a noninferiority test determined curcumin extract (1,500 mg/day [administered as 500 mg 3 times daily]) was as effective as ibuprofen (1,200 mg/day [administered as 400 mg 3 times daily]) in improving pain and function. Curcumin improved overall osteoarthritis index scores (P=0.01), pain (P=0.018), and function (P=0.01).(Ross 2016)",
            "A meta-analysis of data from 2 low-quality trials (N=574) that compared C. longa extract with ibuprofen in patients with osteoarthritis found no significant difference between the treatment groups in pain outcomes (odds ratio [OR]=0.89; 95% CI, 0.71 to 1.36), physical function (OR=1.09; 95% CI, 0.79 to 1.52), or adverse events (relative risk [RR]=1.28; 95% CI, 0.55 to 2.98).(Del Grossi 2017) A 2016 systematic review and meta-analysis of 8 randomized controlled trials reported significantly reduced pain scores for curcumin compared with placebo in patients with arthritis (eg, osteoarthritis, rheumatoid arthritis). Curcumin dosages were similar across the studies, with about 1 g/day given in the absence of other analgesics and about 500 mg/day given concomitantly with an analgesic agent (ie, ibuprofen, diclofenac, glucosamine). Duration of treatment ranged from 4 weeks to 4 months. Pooled results showed no significant difference between curcumin and analgesic medications, suggesting standardized turmeric extracts (typically 1 g/day of curcumin) can reduce arthritis symptoms and result in improvements similar to those with conventional analgesic agents. Functional outcomes, including morning stiffness and movements, improved with curcumin, but fundamental improvement in arthritis symptoms were not observed. At dosages up to 1,200 mg/day for up to 4 months, turmeric preparations and curcumin were considered safe.(Daily 2016) Similarly, in a 2018 systematic review and meta-analysis of 20 dietary supplements used for treating osteoarthritis, short-term (less than 3 months) use of C. longa extract and curcumin was associated with large and clinically important reductions in pain and improvements in physical function. However, evidence was very limited. Of all the supplements tested, only C. longa extract demonstrated statistically significant differences (ie, reductions) in the use of analgesics (risk ratio, 0.5; 95% CI, 0.3 to 0.8).(Liu 2018) Patients with knee osteoarthritis taking curcuminoid or non-curcuminoid turmeric extract experienced significantly less knee pain than placebo (standardized mean difference [SMD] −0.82; 95% CI, −1.17 to −0.47;P=0.00) with similar benefit compared to NSAIDs (SMD −0.09; 95% CI, −0.3 to +0.12;P=0.2) based on 12 randomized clinical trials (n=1,071) and 5 randomized clinical trials (n=648), respectively. Similar results were observed with turmeric extract on physical function compared to placebo (P=0.00) and NSAIDs (P=0.35). Patients with a lower body mass index (BMI) were more likely to respond. Rates of adverse events with turmeric extracts were similar to placebo and lower than that of NSAIDs (risk difference, −12%; 95% CI, −24% to 1%;P=0.18).(Wang 2021) Systematic reviews and meta-analyses continue to be published supporting the benefit of C. longa extract over placebo in patients with osteoarthritis regardless of dose or duration.(Dai 2021)",
            "In a randomized, single-blind pilot study, 45 adults with rheumatoid arthritis were randomly assigned to receive curcumin 500 mg, diclofenac 50 mg, or the combination of the 2 agents twice daily for 8 weeks. All 3 groups experienced improvements from baseline in disease activity scores and American College of Rheumatology joint scores. Improvements in these scores were better in the curcumin group than in the diclofenac group.(Chandran 2012) A systematic review of randomized controlled trial data identified 6 studies overall that met inclusion criteria that investigated oral spice supplementation for rheumatoid arthritis. In addition to the previous study, another double-blind one assessed and administered curcumin 250 and 500 mg twice daily or placebo for 12 weeks in 36 adults currently not being treated with nonsteroidal anti-inflammatory drugs or disease-modifying antirhematic drugs. No conclusion could be drawn due to a lack of between-group statistical comparisons and the low-quality of evidence.(Letarouilly 2020)",
            "Curcumin and its analogues exhibit growth suppressive activity against a broad range of tumors (including of the skin, forestomach, duodenal, gallbladder, and colon) at multiple stages of development (initiation, promotion, and metastasis).(Agrawal 2010,Bhandarkar 2007,Kuttan 2007,Ono 2013,Pari 2008,Strimpakos 2008,Surh 2007) Several mechanisms of action are proposed for curcumin's anticancer activity, including inhibiting expression of growth- and metastases-promoting genes; regulating molecular targets that control cell adhesion, apoptosis, and invasion; and regulating enzymes that control tumor growth.(Agrawal 2010,Basile 2009,Bhandarkar 2007,Kuttan 2007,Ono 2013,Surh 2007) Studies have also indicated that curcumin has a radiosensitizing effect on cancer cell cultures.(Baatout 2004,Khafif 2005)",
            "Numerous studies in animal models support curcumin's possible suppression of tumorigenic activity of a wide variety of carcinogens involved in leukemia and in colon, duodenum, esophageal, forestomach, stomach, liver, breast, oral cavity, and prostate cancers.(Agrawal 2010,Goel 2008,Surh 2007) However, not all experiments have shown positive results. A study in rats failed to demonstrate any effects in the prevention of prostate carcinoma.(Imaida 2001)",
            "A double-blind, randomized, placebo-controlled trial in adults with familial adenomatous polyposis (N=44) demonstrated no difference in polyp burden (size or number) in patients treated for 12 months with curcumin (100% pure; 3 g/day) compared with placebo. Treatment was well tolerated, with 1 report of pruritus likely related to curcumin.(Cruz-Correa 2018)",
            "Trials of curcumin have been conducted in patients with colorectal cancer refractory to standard therapy, primarily to explore tolerance and safety.(Sharma 2001,Sharma 2004) Administration of curcumin to 12 patients with colorectal cancer showed pharmacologically active levels of the agent in the target tissue. A limited number of patients demonstrated stable radiological conditions for up to 4 months after curcumin treatment.(Garcea 2005) Reduction in the biomarker M1G after curcumin use was attributed to an antioxidant action of curcumin in the tumor. Clinical outcomes were not reported. Investigators concluded that pharmacologically active levels of curcumin could not be achieved in patients with hepatic metastases because of poor oral bioavailability.(Pari 2008)",
            "In a study of smokers, turmeric 1.5 g/day for 30 days reduced urinary excretion of mutagens compared with controls.(Polasa 1992) An open-label clinical trial in 41 smokers showed no reductions in the procarcinogenic eicosanoids prostaglandin E2 and 5-hydroxyeicosatetraebiuc acid in aberrant crypt foci or normal flat mucosa during treatment with oral curcumin 2 g/day or 4 g/day for 30 days. However, treatment with oral curcumin 4 g/day for 30 days reduced aberrant crypt foci formation.(Carroll 2011)",
            "In a randomized, placebo-controlled clinical trial, a combination of soy isoflavones 40 mg and curcumin 100 mg decreased serum prostate-specific antigen (PSA) in patients whose baseline PSA was more than 10 ng/mL.(Ide 2010)",
            "In a phase 2 trial, 21 patients with pancreatic cancer received oral curcumin 8 g/day for up to 18 months without treatment-related toxicity. Changes in cytokine levels (elevated at baseline) were recorded, a nonsignificant reduction in nuclear factor kappa B was observed in most patients, and radiological stability was demonstrated in 2 patients.(Dhillon 2008) The efficacy of combined treatment of curcumin and gemcitabine in patients with advanced pancreatic cancer has been evaluated.(Epelbaum 2010,Kanai 2011)",
            "In a phase 1 trial investigating the feasibility and tolerability of the combination of docetaxel and curcumin in patients with advanced and metastatic breast cancer, the recommended curcumin dose was determined to be 6,000 mg/day for 7 consecutive days every 3 weeks in combination with standard docetaxel dosing. Based on observed dose-limiting toxicities, 8,000 mg/day was considered the maximum tolerated dose; the number of curcumin capsules required per day was a limiting factor for some patients.(Bayet-Robert 2010)",
            "Studies in animals have demonstrated antiplatelet effects and positive effects on lipid profiles, including a decreased susceptibility of low-density lipoprotein (LDL) to oxidation.(Abebe 2002,Arafa 2005,Miriyala 2007) In experimental atherosclerosis in rabbits, animals receiving C. longa extract had less damage from fatty streaks in the thoracic and abdominal aortas at 30 days than did those in the control group. Markers of oxidative stress were also improved with C. longa.(Quiles 2002)",
            "Among healthy volunteers, curcumin 500 mg/day for 7 days decreased serum cholesterol and lipid peroxide levels and increased high-density lipoprotein (HDL).(Pari 2008) In another study in healthy subjects, a 500 mg daily curcumin supplement was more effective than 6 g/day in reducing serum cholesterol and triglyceride levels.(Pungcharoenkul 2011) Another study documented similar results in patients with acute coronary syndrome.(Alwi 2008) In a trial evaluating the effect of turmeric 1.5 g/day on urinary excretion of mutagens, no effect on lipid profile was observed.(Polasa 1992)",
            "In a double-blind, randomized controlled trial in 121 patients undergoing coronary artery bypass graft surgery, curcuminoid supplementation 4 g/day or placebo was initiated 3 days before surgery and continued for 5 days after surgery as an adjunct to standard therapy. The incidence of in-hospital myocardial infarction was significantly reduced in patients who received curcuminoids compared with those who received placebo (13.1% vs 30%, respectively;P=0.028). Markers of inflammation and oxidation were also significantly improved in the curcuminoid group, including CRP, MDA, and n-terminal pro–B-type natriuretic peptide (P=0.031 toP<0.0001). At 1 month postoperation, incidence of left ventricular dysfunction was also significantly lower in the curcuminoid group versus the placebo group (3.3% vs 25.9%, respectively;P=0.021). The incidence of adverse events did not differ between groups.(Wongcharoen 2012)",
            "In a study of patients with type 2 diabetes, curcumin 300 mg orally twice daily over 8 weeks reduced inflammatory cytokines and markers of oxidative stress on endothelial dysfunction to an extent comparable with atorvastatin.(Usharani 2008) In another double-blind, randomized clinical trial in Thai patients with type 2 diabetes (N=240), significant improvement in atherogenic risk was observed during 6 months of supplementation with curcuminoid 750 mg/day (250 mg 3 times daily) following a 3-month lead-in period of diet and lifestyle education. Measures of antiatherogenic activity (pulse wave velocity, adiponectin, leptin, insulin resistance, triglycerides, uric acid, and total body fat) were significantly improved at 6 months (P<0.001), as was visceral fat (P<0.05). Most of these parameters were also significantly improved at the 3-month visit. Compliance was comparable between the treatment and placebo groups, with no serious adverse effects reported.(Chuengsamarn 2014) In a double-blind, randomized, placebo-controlled trial enrolling 100 patients with type 2 diabetes, between-group comparisons showed significant improvement in some, but not all, lipid parameters with administration of curcuminoids. Following daily administration of curcuminoids (1,000 mg) plus piperine (10 mg) for 12 weeks, weight, BMI, total cholesterol, non-HDL cholesterol, and lipoprotein(a) were all significantly reduced (P=0.023 toP<0.001), whereas HDL was significantly increased (P=0.048).(Panahi 2017) By contrast, in a small crossover study of patients with moderate hypercholesterolemia (N=42), serum lipid parameters, inflammation markers, and fasting glucose and insulin levels did not differ between the curcuminoid micelles (241.2 mg/day) and placebo groups.(Kocher 2016)",
            "A meta-analysis of 7 randomized controlled trials of patients with cardiovascular risk factors (eg, type 2 diabetes, metabolic syndrome) (N=649) identified an overall significant positive effect for turmeric and/or curcumin products on LDL cholesterol (P<0.0001) and triglycerides (P=0.007), with no significant heterogeneity among studies. Subgroup analysis revealed significant improvement in patients with metabolic syndrome (n=136;P<0.0001) but not in those with hyperglycemia. No serious adverse reactions were reported.(Qin 2017) A systematic review of double-blind, randomized, placebo-controlled studies examined the effects of polyphenol-rich interventions on cardiovascular risk factors in hemodialysis patients. Data for turmeric were limited to 2 studies (N=150) by the same author, in which turmeric 1,500 mg/day (66.3 mg/day of curcumin) was given for 8 weeks to patients who had presented with uremic pruritus. One study reported a significant reduction in the proinflammatory marker high-sensitivity CRP with turmeric compared with control (P=0.012), while in the other study, significantly reduced oxidation measures (ie, catalase [P=0.039 vs placebo] and MDA [P=0.04]) were observed.(Marx 2017,Pakfetrat 2014)",
            "Curcumin may target several pathophysiological pathways involved in Alzheimer disease, including the beta-amyloid cascade, tau phosphorylation, neuroinflammation, or oxidative stress. Curcumin's poor bioavailability and insolubility in water limits therapeutic use, but curcumin analogues may warrant further investigation for Alzheimer treatment.(Belkacemi 2011,Chen 2011)",
            "In vitro and in vivo studies have examined curcumin's complex mechanism of action.(Begum 2008,Belkacemi 2011,Cole 2007,Lim 2001,Pari 2008)",
            "Limited clinical trial data are available regarding the use of curcumin in Alzheimer disease. In a randomized clinical trial, no improvement in cognitive performance was observed in patients with mild to moderate Alzheimer disease given curcumin 1 to 4 g/day for 6 months; the low bioavailability of curcumin may have contributed to this result. No beneficial effect was documented on proinflammatory biomarkers such as serum amyloid-beta peptide and isoprostanes.(Baum 2008) Another study found that vitamin D3may interact with curcuminoids to stimulate beta-amyloid clearance by activating type I macrophages in patients with Alzheimer disease.(Fiala 2010,Masoumi 2009)",
            "In a double-blind, randomized, placebo-controlled trial of 46 middle-aged and elderly (50 to 90 years) volunteers without dementia and with clinical histories consistent with normal aging or mild neurocognitive disorder, administration of a highly bioavailable colloidal curcumin (180 mg/day of Theracurmin) for 18 months improved verbal memory performance, as measured using long-term recall scores, compared with placebo (effect size,d=0.68;P=0.05). Differences in attention were also significantly better in the curcumin group compared with placebo at 18 months. No significant change between groups was seen for visual memory assessments. Deposition of amyloid plaques and tau tangles in the hypothalamus was significantly improved with curcumin compared with placebo, and correlated significantly with changes in Beck Depression Inventory scores (P=0.02 vs placebo). Findings were adjusted for age and education; apolipoprotein E4 status or family history of dementia did not significantly affect study results.(Small 2018) Improvements in sustained attention and working memory, and prevention of cognitive function loss in older healthy adults has also been documented.(Farooqui 2018) By contrast, a 12-month double-blind, randomized, placebo-controlled trial in community-dwelling adults (40 to 90 years of age) who received 1.5 g/day of Biocurcumax (88% total curcuminoids and 7% volatile oils from C. longa) showed no differences in clinical or cognitive measures versus placebo.(Rainey-Smith 2016)",
            "In a double-blind, randomized, placebo-controlled trial in 12 adults diagnosed with schizophrenia, adjunctive curcumin 180 mg/day had no significant effect on cognitive impairment, measures of depression, or other symptoms. However, a significant improvement was observed for working memory (P=0.028) and the inflammatory marker IL-6 (P=0.016).(Kucukgoncu 2019)",
            "In a randomized controlled trial of 60 patients with major depressive disorder (without suicidal ideation), the safety and efficacy of curcumin 1,000 mg/day, fluoxetine 20 mg/day, or their combination were compared. After 6 weeks of treatment, curcumin was found to be equivalent to fluoxetine regarding the proportion of responders, based on Hamilton depression scale scores; patients receiving combination therapy with curcumin and fluoxetine showed a better response than those receiving either as monotherapy, but these data were not statistically significant. Fewer patients receiving curcumin achieved remission compared to fluoxetine. Curcumin was well tolerated, with only mild gastritis and nausea reported.(Sanmukhani 2014) In an 8-week randomized, double-blind, placebo-controlled trial (N=56) in subjects with major depressive disorder, both placebo and curcumin 1,000 mg/day provided improvements from baseline to week 4 in self-reported depression and anxiety scores. From week 4 to week 8, beneficial effects continued only in the curcumin group. Curcumin administration also resulted in a greater benefit than placebo in a subgroup of participants with atypical depression.(Lopresti 2014) A meta-analysis of data from 6 studies (N=342) that examined the effect of curcumin in patients with major depression found an overall reduction in disease symptoms, with no heterogeneity. Statistical significance was consistent through the sensitivity analysis. Subgroup analyses revealed a benefit in middle-aged patients but not elderly patients, with intervention durations of longer than 6 weeks but not less than 6 weeks, with a dosage of 1 g/day but not 500 mg/day, with formulations without the addition of piperine, and in patients without comorbidities.(Al-Karawi 2016,Ng 2017) Results from another meta-analysis of 10 studies on curcumin for depression found no significant impact of dosage or duration of therapy, or major depressive disorder vs depression secondary to a medical condition, but did find significant benefit for those with moderate depression at baseline. Heterogeneity was low; however, all within-group analyses with no significant effect only included 2 studies. Anxiety scores were found to be significantly improved with curcumin (5 studies, N=284).(Fusar-Poli 2019)",
            "In a small double-blind trial, 48 elderly prediabetic patients (median age, 71 to 75 years) were randomized to receive a single dose of turmeric 1 g, cinnamon 2 g, a combination of turmeric and cinnamon, or placebo prior to a white-bread breakfast to determine acute effects on working memory. Postprandial working memory score increased over the 6-hour observation period from 2.6 to 2.9 (highest possible score of 3) (P=0.05) with turmeric but was unchanged with cinnamon. Coingestion of turmeric with white bread increased working memory independent of body fat, glycemia, insulin, or Alzheimer disease biomarkers.(Lee 2014)",
            "A review in theIndian Journal of Dentistrydescribed dental applications that included roasted, ground turmeric massaged onto aching teeth to reduce pain and swelling, and rubbing teeth and gums with a turmeric paste (turmeric, salt, mustard oil) to relieve gingivitis and periodontitis. Turmeric was also noted to be a dental-plaque staining agent.(Chaturvedi 2009)",
            "In a meta-analysis that included 14 randomized controlled trials overall, adjunctive use of curcuma gel for 90 days resulted in a significant reduction in periodontal pocket depth compared to standard therapy alone in patients with periodontal disease (mean difference, −0.48 mm; 95% CI, −0.89 to −0.08 mm; high heterogeneity; 4 studies, N=206). However, significant effects were found only among studies administering treatment for 90 days and not 30, 45, or 180 days. With 45 days of treatment, plaque index, gingival index, and bleeding were also improved significantly.(Oliveira 2021)",
            "Studies of curcumin in diabetic mice and rats have shown hypoglycemic effects.(Arun 2002,Bundy 2004,Kuroda 2005,Strimpakos 2008) A review documents reductions in the complications of type 2 diabetes, including hepatic fibrosis, retinopathy, neuropathy, and nephropathy, in vitro.(Stefanska 2012) Curcumin may suppress advanced glycation end products, thereby reducing oxidative stress, inflammation, and hepatic stellate cell activation.(Stefanska 2012) Curcumin supplementation in rats for 7 weeks improved muscle insulin resistance by increasing oxidation of fatty acid and glucose.(Na 2011) In an experimental type 1 diabetes rat model, curcumin improved left ventricular function and reduced fibrosis and hypertrophy.(Soetikno 2012)",
            "In healthy volunteers, oral turmeric 2.8 g/day for 4 weeks had no effect on fasting blood glucose levels.(Tang 2008) A 4-week pilot study examined the effects of a lecithin formulation of curcumin at a dose of 1 g/day orally on diabetic microangiopathy in 25 diabetic patients. Curcumin improved microcirculation and decreased edema compared with controls.(Appendino 2011) In a 2-month randomized, double-blind, placebo-controlled study in patients with type 2 diabetic nephropathy, turmeric 500 mg (22.1 mg of curcumin) administered 3 times daily improved urinary protein excretion and expression of transforming growth factor and IL-8.(Khajehdehi 2011)",
            "A randomized, double-blind, placebo-controlled trial evaluated curcumin extract for prevention of type 2 diabetes in 240 prediabetic adult patients. After a 3-month run-in with instructions on diet and exercise, patients were randomized to receive curcumin (3 oral capsules, each containing curcuminoid content of 250 mg) or matching placebo twice daily for 9 months. A diagnosis of type 2 diabetes occurred in 16.4% of placebo patients compared with 0% in the curcumin group. In the curcumin group, hemoglobin A1c(HbA1c), fasting plasma glucose, and 2-hour oral glucose tolerance test measures were significantly lower than in the placebo group at 3-, 6- and 9-month visits (P<0.01). At 9 months, the curcumin group also showed reductions in BMI and waist circumference, improved beta-cell function, and increased adiponectin. Body mass and waist circumference were numerically but not statistically lower at 3 months and 6 months with curcumin.(Chuengsamarn 2012) In another small, double-blind trial, 48 elderly prediabetic patients (median age, 71 to 75 years) were randomized to receive a single dose of turmeric 1 g, cinnamon 2 g, a combination of turmeric and cinnamon, or placebo prior to a white-bread breakfast to determine acute effects on working memory. Postprandial working memory score increased over the 6-hour observation period from 2.6 to 2.9 (highest possible score of 3) (P=0.05) with turmeric but was unchanged with cinnamon. Coingestion of turmeric with white bread increased working memory independent of body fat, glycemia, insulin, or Alzheimer disease biomarkers.(Lee 2014)",
            "A double-blind, randomized controlled trial in Pakistani males with metabolic syndrome compared the efficacy of powdered black seeds (kalongi) and turmeric (as monotherapy and as combination therapy) with placebo. Improvements were reported in cholesterol, LDL cholesterol, and CRP after 8 weeks of turmeric monotherapy (2.4 g/day) compared with placebo. Combination therapy (900 mg/day of black seeds plus 1.5 g/day of turmeric) resulted in improvements in percent body fat, all lipid parameters, fasting blood glucose, and CRP compared with placebo. Compared with baseline, the placebo group also exhibited improvements in BMI and percent body fat by the end of the study. Mild adverse effects (ie, dyspepsia, pruritus) were reported at 4 weeks in 4 patients receiving turmeric, and an additional report of weakness and weight reduction in the combination therapy group led to the withdrawal of one patient from the study at 6 weeks.(Amin 2015) In a phase 3 double-blind, randomized, placebo-controlled trial in Iran, 100 men and women diagnosed with metabolic syndrome who had not previously taken lipid-lowering medication received supplementation with a proprietary combination (curcuminoid 500 mg/piperine 5 mg) twice daily for 8 weeks. The curcuminoid/piperine combination significantly improved oxidative and inflammatory markers, including high-sensitivity CRP, SOD, MDA, and fasting blood glucose compared to placebo (P<0.001 each). The authors also conducted a meta-analysis of 8 randomized controlled trials (N=562) and found the effect of curcuminoids on CRP to be robust, but noted potential publication bias.(Panahi 2015) At 60 days, similar benefit on metabolic parameters (ie, fasting blood glucose, HbA1c, insulin resistance;P<0.02 for each) and triglycerides (P=0.045) were reported for an adult Brazilian population with type 2 diabetes who consumed 500 mg C. longa/piperine once daily for 4 months in a double-blind, randomized, placebo-controlled trial (N=76). However, only HbA1cremained significantly lower than the placebo group at 120 days (P=0.028). The majority of patients were women (77%) who were currently taking biguanides (83.6%) and sulfonylureas (65.6%).(Neta 2021)",
            "A meta-analysis of 14 randomized clinical trials (N=1,268) investigated the effects of turmeric on blood lipid metabolism in adults with metabolic diseases that included being overweight, obesity, metabolic syndrome, prediabetes, type 2 diabetes, dyslipidemia, and nonalcoholic fatty liver disease. Turmeric products (ie, curcumin, curcuminoids with/without piperine, turmeric, nano-curcuminoids) that were administered for at least 4 weeks up to 6 months provided significant improvements in all lipid parameters. Subgroup analyses identified a treatment duration longer than 8 weeks and a curcuminoid dose of more than 300 mg/day to enhance efficacy.(Yuan 2019) A meta-analysis of data from 11 randomized, placebo-controlled trials (N=1,144) found an overall significant decrease in fasting blood glucose (WMD, −8.88 mg/dL;P=0.005) in participants who received at least 4 weeks of a curcumin intervention (turmeric extract, curcuminoids, curcumin); however, heterogeneity was high. Compared with nondiabetic participants, dysglycemic patients (ie, prediabetic patients or those with type 2 diabetes or metabolic syndrome) experienced a significant decrease in fasting blood glucose (WMD, −13.86 mg/dL;P<0.001); again, heterogeneity was high, and significance was lost when heterogeneity was reduced. When stratified by intervention, both curcumin (70 mg/day to 4 g/day) and curcuminoids (294 mg/day to 1.5 g/day) produced significant benefit in fasting blood glucose, while turmeric extract (2.4 to 3 g/day) did not; significant benefit was retained only with curcuminoids with reduction of heterogeneity. HbA1cand not insulin resistance (per Homeostatic Model Assessment of Insulin Resistance) was significantly reduced overall (−0.54%;P=0.049) and with curcumin (−1.07%;P<0.01) in dysglycemic patients; this result did not change with reversal of heterogeneity via study exclusion. A high baseline fasting blood glucose directly correlated with predicting benefit. Publication bias was detected.(de Melo 2018)",
            "The American Diabetes Association updated guidelines on the standards of medical care in diabetes (2021) recommends individualized medical nutrition therapy programs as needed to achieve treatment goals for all people with type 1 or 2 diabetes, prediabetes, and gestational diabetes (level A). However, they generally recommend against the use of dietary supplementation with herbs or spices, including curcumin, for glycemic control based on no clear evidence that it can improve outcomes in diabetics who do not already have underlying deficiencies (level C).(ADA 2021)",
            "In a randomized, double-blind study of 12 healthy volunteers, a curcumin 20 mg dose induced 30% contractions in the gallbladder.(Goel 2008,Rasyid 1999) In a similar study in 12 healthy volunteers, curcumin 40 mg and 80 mg produced 50% and 70% contractions of the gallbladder, respectively.(Goel 2008,Rasyid 2002) Another clinical study in laparoscopic cholecystectomy candidates administered 500 mg of oral curcumin every 6 hours documented reduced pain and postoperative fatigue after laparoscopic cholecystectomy.(Agarwal 2011)",
            "Turmeric and curcumin have caused species changes in the gut microbiota of healthy adults, with curcumin primarily responsible for these changes. In contrast to placebo, responses of the gut microbiota to turmeric and curcumin were highly personalized and nonuniform, but not random. Responders exhibited uniform increases in Clostridium, Bacteroides, Citrobacter, Cronobacter, Enterobacter, Enterococcus, Klebsiella, Parabacteroides, and Pseudomonas species, as well as decreases in Blautia and Ruminococcus species.(Peterson 2018)",
            "The availability of clinical trial data makes data from animal studies largely irrelevant.",
            "A pilot study investigated the use of standardized turmeric root extract 1,800 or 3,600 mg/day in 207 patients with irritable bowel syndrome. Improvement in quality of life scores was reported by both groups. A trend favoring the higher dosage was observed in a post hoc analysis of abdominal pain and discomfort.(Bundy 2004) A similar pilot study evaluating curcumin therapy in patients with Crohn disease found favorable results.(Holt 2005) Curcumin 3 g/day plus azathioprine for 6 months was found to significantly increase the rate of severe endoscopic postoperative recurrence of Crohn's disease compared to placebo plus azathioprine (54.8% vs 25.8%;P=0.034) in a double-blind, randomized controlled trial (N=62). This result remained significant after adjusting for gender, prior exposure to anti-tumor necrosis factor agents and perianal disease. Per-protocol rates were 46.2% vs 14.8% for the curcumin and placebo groups, respectively (P=0.018). Other outcome measures were not significantly different between curcumin and placebo.(Bommelaer 2019)",
            "Despite studies showing efficacy of curcumin in ulcerative colitis patients, it is important to note that high remission rates among patients receiving placebo (22% to 45%), as well as differences in purity and concentration of active curcumin product formulations (ranging from 5% to 95%), present potential confounders to the interpretation and clinical application of study results.(Bernstein 2015,Salomon 2016) A randomized, double-blind, placebo-controlled, 6-month trial in 89 patients with ulcerative colitis given curcumin (1 g twice daily in combination with standard mesalamine or sulfasalazine therapy) for maintenance of remission showed statistically nonsignificant differences in relapse rates compared with placebo. However, secondary outcomes at 6 months, as measured by clinical activity and endoscopic activity indices, were improved with the addition of curcumin (mean difference [MD] from placebo, −1.2 and −0.8, respectively). This was the only trial that met inclusion criteria for a Cochrane systematic review (published in 2012) assessing the safety and efficacy of curcumin for maintenance of remission in patients with ulcerative colitis.(Hanai 2006,Kumar 2012) Subsequently, a multicenter, randomized, double-blind, placebo-controlled trial in 50 patients with mild to moderate active ulcerative colitis resistant to high-dose mesalamine (at least 4 g/day) investigated the efficacy of add-on curcumin (95% pure, 1.5 g twice daily) for induction of remission. After 1 month, clinical remission was significantly higher in the treatment group for both the intention-to-treat and per-protocol analyses (53.8% vs 0% [P=0.01] and 56% vs 0% [P<0.01], respectively). Similarly, in the subgroup of patients who underwent endoscopy (n=38), significantly higher rates of endoscopic remission (36.3% vs 0%;P=0.043), endoscopic improvement (45.4% vs 0%;P<0.01), endoscopic subscores (mean change, −0.55 vs +0.15;P=0.04), clinical remission (50% vs 0%;P=0.02), and clinical improvement (72.7% vs 18.7%;P=0.002) were observed compared with placebo. No difference in rate of adverse reactions was observed between groups. Significance was retained in patients without background immunomodulator therapy.(Lang 2015,Lang 2016) In a subsequent 2018 systematic review of 3 clinical trials of patients with ulcerative colitis (N=194), pooled data for the effect of oral adjuvant curcumin therapy on remission revealed equivocal results. Heterogeneity was moderate and high for the per-protocol and intention-to-treat analyses, respectively.(Grammatikopoulou 2018) In contrast, a systematic review and a meta-analysis published in 2020 (7 studies, N=380) reported significant improvement in clinical remission, clinical response, and endoscopic response/remission of ulcerative colitis with adjuvant curcumin compared to controls (P=0.002,P=0.001,P=0.01, respectively).(Chandan 2020) One clinical review (3 studies, N=184) included 2 studies in which oral curcumin was used for remission induction in patients with ulcerative colitis, and 1 study in which a curcumin enema was used to maintain remission. The authors concluded that overall, curcumin groups benefited compared with placebo.(Simadibrata 2017)",
            "Improvement in colitis has been attributed to the anti-inflammatory and antioxidant effects of curcumin.(Bundy 2004) Results from uncontrolled trials(Prucksunand 2001,Van Dau 1998) suggest a role for turmeric in the treatment of duodenal or gastric ulcer. A 2016 double-blind, randomized, placebo-controlled trial investigated adjunctive use of curcumin in 68 Iranian adults with gastric pain, dyspepsia symptoms, and confirmed gastric or duodenal ulcers in the presence of Helicobacter pylori. In addition to standard H. pylori triple therapy, patients received curcumin 500 mg plus piperine 5 mg daily. Results showed an equal rate of infection eradication (73.3%) in both groups; significant improvement in all dyspepsia symptoms, except vomiting, and improvement in total severity scores (P<0.001) were also observed in both groups. However, adjunctive use of curcumin led to significantly greater improvements in belching (P=0.028), upper abdominal dull ache (P=0.002), stomach pain before meals (P=0.004), and total dyspeptic severity scores (P<0.001). More patients in the curcumin group reached a nondyspeptic total score by the end of the study than in the placebo group (27.6% vs 6.7%, respectively;P<0.001), and significantly more patients receiving curcumin had resolution of dyspepsia (P=0.042). Treatment was well tolerated, with no serious adverse events reported.(Khonche 2016)",
            "In patients who self-reported mild to moderately-severe GI complaints, administration of a standardized curcumin extract (Curcugen) for 8 weeks provided significantly greater improvement in overall GI symptom scores than the improvements seen with placebo (P=0.021). Additionally, total mood and anxiety scores were significantly better with curcumin compared with placebo (P=0.044 andP=0.023, respectively). However, no statistically significant difference was observed in the gut microbial profile, quality of life, GI symptom subscores, depression or stress mood subscores, or small intestinal bacterial overgrowth results between groups. Both interventions were well tolerated.(Lopresti 2021)",
            "Compared to simethicone 240 mg/day, no significant difference was observed in symptoms of functional dyspepsia (ie, early satiety and postprandial scores) with administration of C. longa 750 or 1,500 mg/day in a 4-week open-label, active-comparator, randomized trial (N=78). Treatments were administered in divided doses 3 times daily 30 to 60 minutes after each meal of the day and all patients received lifestyle modification education. A significant baseline difference in BMI among groups (curcumin group being overweight and simethicone group normal weight) was noted. Rates of recurrence (unadjusted) 2 weeks after treatment discontinuation were highest in the C. longa groups (1,500 mg, 45.5%; 750 mg 42.9%) and were much lower with simethicone (13.6%;P=0.047); no difference was observed in the duration of recurrence among groups. Adverse events were reported in 11.9% of patients on C. longa (5 of 22 in 750 mg group; 1 of 22 in 1,500 mg group) with fever, nausea, diarrhea, dizziness, and headache being the most common. For simethicone, 2 of 23 patients reported adverse events (ie, headache, other).(Sawangroj 2019)",
            "Curcumin administered to rats had a protective effect against chloroquine-induced hepatotoxicity.(Pari 2005)",
            "A 12-week, randomized, placebo-controlled trial investigated the hepatoprotective effect of turmeric in 48 adult patients with elevated serum ALT levels. Patients received 2 fermented turmeric powder 500 mg capsules or matching placebo 3 times daily. ALT and AST were significantly reduced at week 12 with fermented turmeric powder compared with placebo. No statistically significant differences were observed between groups for gamma-glutamyltransferase, alkaline phosphatase, total bilirubin, or lipid levels.(Kim 2013)",
            "In an 8-week, double-blind, randomized controlled trial in patients with metabolic syndrome diagnosed with nonalcoholic fatty liver disease (N=80), curcumin 500 mg/day for 8 weeks significantly reduced liver fat compared with placebo after adjustment for potential confounding variables. Of the 77 patients who completed the trial, liver ultrasonography revealed a significant rate of improvement in liver fat content with curcumin compared with placebo (78.9% vs 27.5%, respectively;P<0.001). Liver fat increased in 17.5% of placebo patients and in 0% of curcumin patients. AST and ALT were significantly reduced with curcumin compared with baseline (P<0.001), while no alterations were observed with placebo; between-group comparisons for AST (P=0.002) and ALT (P=0.001) were also significant. Additional parameters significantly improved with curcumin compared to placebo included total and LDL cholesterol, triglycerides, BMI, body weight, fasting blood glucose, and HbA1c.(Rahmani 2016) In another double-blind, randomized controlled trial in patients diagnosed with nonalcoholic fatty liver disease (N=46), within- and between-group differences were significantly better with turmeric (3 g/day for 12 weeks) compared with placebo for fasting blood glucose, insulin, insulin resistance, and leptin, but not for AST or ALT. Mean differences from baseline for turmeric and placebo, respectively, were as follows: −7.57 versus +1.04 mg/dL for fasting blood glucose, −2.01 versus +0.28 microunits/L for insulin, −0.64 versus +0.1 for insulin resistance, and −5.61 versus +0.94 ng/mL for leptin.(Navekar 2017)",
            "In another clinical trial of patients with active tuberculosis diagnosis, curcumin given adjunctively with antituberculosis therapy reduced the incidence of hepatotoxicity.(Adhvaryu 2008)",
            "In a proof-of-concept double-blind, randomized, controlled crossover study in healthy male volunteers (N=18), administration of a single 6 g dose of turmeric containing mixed curcuminoids (120 mg of curcumin) resulted in a significant decrease in hepcidin levels at 3 time points over 48 hours after ingestion. Serum ferritin levels were also significantly decreased compared with placebo (P=0.015); however, serum iron, transferrin, transferrin saturation, and glucose levels were not significantly affected. Transient GI symptoms occurred in 2 participants, but no serious adverse events were reported. Results confirmed earlier in vitro study results.(Lainé 2017) In a small, placebo-controlled crossover trial in 42 moderately hyperlipidemic patients, biomarkers of iron hemostasis were not changed by administration of 241 mg/day of curcuminoid micelles.(Kocher 2016)",
            "In a double-blind, randomized, placebo-controlled clinical trial conducted in adults with beta-thalassemia major, significant improvements in some, but not all, heme metabolism parameters occurred with administration of curcumin 1 g/day. Specifically, nontransferrin-bound iron (MD, −4.73 mcmol/L;P=0.026), ALT (MD, −3.36 units/L;P=0.004), and AST (MD, −3.18 units/L;P=0.009) were significantly decreased after 12-week administration of curcumin compared to placebo. Within-group changes were similar. BMI, hemoglobin, transferrin saturation, total iron binding capacity, and ferritin were not significantly changed. Only transient GI discomfort was reported by 2 patients taking curcumin.(Mohammadi 2018) In 30 patients in Thailand with the compound heterozygous condition of beta-thalassemia and hemoglobin E who were taking folic acid, supplementation with curcuminoids 500 mg/day and 1,000 mg/day for 24 weeks led to significant decreases in serum non-transferrin bound iron, oxidative stress markers, hypercoagulability markers, high-sensitivity C-reactive protein, and several proinflammatory cytokines compared to baseline. However, only the 1,000 mg/day dose led to significant decreases in serum iron and transferrin saturation. Hemoglobin, serum ferritin, total iron binding capacity, and serum hepcidin were not significantly changed. Baseline ferritin was the only other covariate associated with differences in outcome measures. Mild nausea and burping were reported in the 500 mg and 1,000 mg groups, respectively.(Hatairaktham 2021)",
            "The efficacy of curcumin was explored in a double-blind, randomized, placebo-controlled trial enrolling 20 patients with confirmed diagnosis of erosive-atrophic oral lichen planus. In addition to routine treatment with dexamethasone 0.5 mg mouthwash and nystatin suspension, patients received oral curcumin 2,000 mg/day (administered as two 500 mg tablets twice daily) or placebo for 4 weeks. At 2 and 4 weeks, both the treatment and placebo groups experienced significant reductions from baseline in severity of pain and burning, as well as in the type and severity of lesions; no statistically significant difference was observed between groups.(Amirchaghmaghi 2016)",
            "In a double-blind, randomized comparator trial, patients with oral submucous fibrosis (N=40) were randomized to one of 2 treatment groups: turmeric 400 mg plus black pepper 100 mg, 2 capsules 3 times daily for 3 months; or Nigella sativa 500 mg, 2 capsules 3 times daily for 3 months. Turmeric plus black pepper produced a significant improvement in mouth opening and burning sensation (P<0.01 each). Serum SOD levels were also significantly improved (P<0.05). No significant difference was found between patients treated with turmeric/black pepper and those treated with N. sativa. Both interventions were well tolerated.(Pipalia 2016)",
            "In patients undergoing chemotherapy with or without head and neck radiotherapy who also developed oral mucositis, administration of curcumin nanomicelle 80 mg twice daily for 7 weeks led to significantly less severe oral mucositis (P<0.001). Significant benefit was also seen in the subgroup of patients who received only chemotherapy (P<0.001) as well as in those who received both chemotherapy and radiation (P=0.012). Additionally, pain scores were significantly lower in the curcumin group (P=0.001).(Kia 2021)",
            "Delayed onset of cataracts has been associated with the use of oral curcumin in rats. However, the effect was only observed at low amounts of curcumin in the diet (0.002%), while a higher amount in the diet (0.01%) showed no benefit.(Suryanarayana 2003)",
            "In a clinical trial among patients with chronic anterior uveitis, curcumin 375 mg 3 times per day appeared to be comparable with standard corticosteroid therapy.(Pari 2008)",
            "In vitro studies and animal experiments suggest a role for curcumin in wound healing. An in vitro study demonstrated protective effects of curcumin against hydrogen peroxide damage in human keratinocytes and dermal fibroblasts.(Phan 2001) Oral pretreatment with curcumin 100 mg/kg hastened wound healing in mice exposed to postoperative gamma radiation. Enhancement of collagen synthesis and markers of wound healing were demonstrated. Histological assessment of wound biopsy specimens showed improved collagen deposition and increased fibroblast and vascular densities.(Jagetia 2005)",
            "A small, randomized, placebo-controlled trial in 30 breast cancer patients undergoing radiation therapy evaluated the benefit of oral curcumin 2 g 3 times daily beginning at the start of radiation. Patients were permitted to use topical agents (eg, hydrocortisone, silver sulfadiazine) considered standard of care for radiation dermatitis. The curcumin group had lower radiation dermatitis scores and incidence of moist desquamation compared with the placebo group.(Ryan 2013)",
            "A randomized, double-blind study evaluated use of curcumin 1 g/day in 96 war veterans with chronic cutaneous complications from sulfur mustard exposure. At 4 weeks, curcumin was statistically superior to placebo for improvements in itching; Dermatology Life Quality Index scores; and lab values, including IL-8, calcitonin gene–related peptide, and high-sensitivity CRP. IL-6 change was not statistically better with curcumin versus placebo.(Panahi 2012)",
            "A phase 4, double-blind, randomized, placebo-controlled, single-center pilot study in patients with moderate to severe plaque psoriasis (N=21) investigated the safety and efficacy of oral Curcuma extract in combination with local phototherapy. Plaque lesions were larger than 4 cm2. Patients began taking 6 Curcuma extract tablets daily (containing 100 mg of standardized C. longa extract with 12 mg of curcumin per tablet) 48 to 72 hours prior to starting a regimen of phototherapy twice a week for 2 months; groups were randomized to receive either real or simulated (placebo) visible light treatment to the experimental plaque area. During the experiment, the plaque area was activated by local visible light phototherapy while the rest of the body underwent ultraviolet (A) phototherapy. At follow-up visit 9 of 18, 100% of patients receiving real visible light therapy experienced improvement in lesions to at least \"moderate\" level, compared with 40% of those in the placebo (simulated) group. By visit 18 at the end of the study, evolution of lesion improvement to \"slight\" occurred in 81% and 30% of real and simulated light therapy patients, respectively. These results suggest a potential safer treatment method for moderate to severe plaque psoriasis patients.(Carrion-Gutierrez 2015) According to a systematic review of alternative therapies for psoriasis, preliminary high-quality evidence supports a recommendation for use of oral phospholipid-based curcumin on a trial basis as adjunctive treatment for psoriasis. Evidence for use of topical curcumin in psoriasis patients is limited.(Gamret 2018) A small double-blind, randomized, placebo-controlled study in adults with mild to moderate scalp psoriasis documented significant improvements (P<0.05) in disease scores and quality of life in patients who applied a topical turmeric tonic twice a day for 9 weeks. No adverse effects were reported with the intervention.(Bahraini 2018)",
            "The joint American Academy of Dermatology and National Psoriasis Foundation (AAD-NPF) guidelines of care for the management and treatment of psoriasis with topical therapy and alternative medicine modalities for psoriasis severity measures (2020) states that the use of oral curcumin as an adjunct to other measures may benefit psoriasis of various severities. No evidence-based recommendations were made.(Elmets 2020)",
            "In a randomized controlled trial in Iranian patients with metabolic syndrome (N=120), patients were randomized to receive curcumin-phospholipid complex (1 g/day, equivalent to 200 mg/day of pure curcumin), unformulated curcumin (1 g/day), or placebo for 6 weeks to evaluate effects of curcumin on serum vitamin E levels. Supplementation with curcumin-phospholipid complex resulted in a significant reduction in mean vitamin E levels compared with baseline (−0.12 mcmol/L;P=0.004). Mean vitamin E reductions between the curcumin-phospholipid and unformulated curcumin groups compared with placebo were also significant (P=0.004 andP=0.005, respectively). After treatment, increases in ratios of vitamin E to total cholesterol, LDL, and triglycerides observed in the placebo group were mitigated with the curcumin treatments. The vitamin E:HDL ratio was increased in the placebo group and significantly lower in the intervention groups.(Mohammadi 2017)",
            "A systematic review of medicinal plants used for women's health in southeast Asia identified 28 reports on the use of C. longa published over 126 years. The most common use was for postpartum recovery; other uses related to women's health included excessive vaginal discharge, wound healing after episiotomy, and menstrual disorders.(de Boer 2014)",
            "Female university students with regular menses and diagnosed with mild to severe primary dysmenorrhea and premenstrual syndrome (PMS) were enrolled in a triple-blind, randomized, placebo-controlled trial (N=124) in Iran. Improvements seen with supplementation of curcumin (500 mg + 5 mg piperine) once daily for 10 days during each of 3 menstrual cycles were not significantly different than those observed with placebo (ie, menstrual parameters, PMS severity, menstrual-associated symptoms, dysmenorrhea severity). Curcumin was well tolerated; non-serious rash (n=3) and worsening PMS symptoms (n=1) were the only side effects reported.(Bahrami 2021)",
            "Generally, standardized curcuminoid dosages of 200 mg/day to 6 g/day (treatment durations of up to 8 months) have been used in clinical trials evaluating anti-inflammatory and antioxidant effects of curcumin in a variety of conditions.Derosa 2016,Sahebkar 2014Lipid-based formulations have shown improved bioavailability over micronized and unformulated curcumin preparations, with greater improvements observed in women compared to men.Schiborr 2014",
            "In a meta-analysis, turmeric powder or curcuminoids in dosages of at least 600 mg/day (treatment duration range, 4 weeks to 4 months) were evaluated for effects on oxidative stress; addition of piperine to curcuminoids was evaluated in some studies.Qin 2018",
            "A curcumin dosage of 1 g/day as monotherapy or 500 mg/day as adjunctive therapy with other analgesics (treatment duration range, 4 weeks to 4 months) has been used for pain relief in patients with arthritis.Daily 2016One study evaluated use of curcumin 1,200 mg/day (400 mg every 8 hours for 24 hours) for postoperative inflammatory pain relief following removal of impacted molars.Maulina 2018",
            "Avoid use during pregnancy and lactation; emmenagogue and abortifacient effects have been documented.Brinker 1998,Ernst 2002,Rotblatt 2002Estrogenic and antiandrogenic effects have been documented in animal models.de Boer 2014,Murphy 2012An extract of C. longa had a contraceptive effect in male rats. A reduction in sperm motility was observed in rats receiving turmeric 500 mg/kg/day as an aqueous or alcoholic extract.Ashok 2004Estrogenic effects in female rats included a longer estrus phase, increased uterine weight, and a decrease in follicle-stimulating hormone and luteinizing hormone.de Boer 2014",
            "Agents with antiplatelet properties: Herbs with anticoagulant/antiplatelet properties may enhance the adverse/toxic effect of agents with antiplatelet properties. Bleeding may occur. Consider therapy modification.Mousa 2010,Spolarich 2007,Stanger 2012,Ulbricht 2008",
            "Anticoagulants: Herbs with anticoagulant/antiplatelet properties may enhance the adverse/toxic effect of anticoagulants. Bleeding may occur. Consider therapy modification.Choi 2017,Fan 2017,Heck 2000,Izzat 1998,Jiang 2005,Kruth 2004,Lambert 2001,Mousa 2010,Shi 2012,Spolarich 2007,Stanger 2012,Tsai 2013,Ulbricht 2008,Vaes 2000,Wang 2015",
            "Cladribine: Inhibitors of equilibrative nucleoside (ENT1) and concentrative nucleoside (CNT3) transport proteins may increase the serum concentration of cladribine. Consider therapy modification.Mavenclad March 2019",
            "Herbs with anticoagulant/antiplatelet properties: May enhance the adverse/toxic effect of other herbs with anticoagulant/antiplatelet properties. Bleeding may occur. Consider therapy modification.Mousa 2010,Spolarich 2007,Stanger 2012,Ulbricht 2008",
            "Nonsteroidal anti-inflammatory agents: Herbs with anticoagulant/antiplatelet properties may enhance the adverse/toxic effect of nonsteroidal anti-inflammatory agents. Bleeding may occur. Consider therapy modification.Mousa 2010,Spolarich 2007,Stanger 2012,Ulbricht 2008",
            "Salicylates: Herbs with anticoagulant/antiplatelet properties may enhance the adverse/toxic effect of salicylates. Bleeding may occur. Consider therapy modification.Mousa 2010,Spolarich 2007,Stanger 2012,Ulbricht 2008",
            "Thrombolytic agents: Herbs with anticoagulant/antiplatelet properties may enhance the adverse/toxic effect of thrombolytic agents. Bleeding may occur. Consider therapy modification.Mousa 2010,Spolarich 2007,Stanger 2012,Ulbricht 2008",
            "C. longa inhibited the formation of the dextromethorphan metabolites dextrorphan (DOR) and 3-methoxymorphinan (3-MM) in a dose-dependent and linear fashion. The urine metabolic ratio of dextromethorphan:DOR was increased, while the dextromethorphan:3-MM ratio was insignificantly increased. C. longa has high potential to inhibit CYP2D6 enzyme activities.Al-Jenoobi 2015",
            "A case report noted a probable interaction between turmeric (2.5 g/day for 5 days) and the vitamin K antagonist fluindione, which resulted in a sudden increase in previously stabilized international normalized ratio (INR) in a 56-year-old woman (from 2 or 3 up to 6.5). However, no clinical signs of bleeding were observed. It is unknown whether this event was a pharmacologic or INR lab interaction.Daveluy 2014",
            "Another case report described a probable interaction between turmeric (at least 15 spoonfuls/day) and tacrolimus in a 56-year-old male liver transplant patient. All other possible causes of elevated tacrolimus and acute kidney injury were ruled out. The interaction was attributed to likely interference of tacrolimus metabolism by turmeric via the CYP3A system, which led to acute calcineurin inhibitor nephrotoxicity. Data from animal studies regarding the potential for turmeric to affect the CYP450 system supported this conclusion.Nayeri 2017",
            "Some studies have reported insignificant pharmacokinetic drug interactions with natural products. Limited information and potentially high interpatient variability in clinical response warrant cautious interpretation and/or application of these data in practice.",
            "In a small pharmacokinetic interaction study, healthy volunteers received 4 g of curcuminoid 4 times daily for 2 days prior to oral administration of single doses of midazolam, flurbiprofen, and acetaminophen; no changes were found in pharmacokinetic parameters, including Cmax, AUC, and terminal half-life. Investigators selected these agents to probe CYP3A (midazolam), CYP2C9 (flurbiprofen), sulfotransfer, and UGT (acetaminophen).Volak 2013",
            "Clinical trials have generally reported few adverse reactions with turmeric or curcumin ingestion, even at the high dosages used in cancer trials.(Dhillon 2008,Sharma 2004) GI-related symptoms have been reported.(Amin 2015,Joshi 2003,Pari 2008,Sharma 2004) Yellow stools are often reported.(Gopi 2017,Jäger 2014,Purpura 2018,Schiborr 2014) Allergic contact dermatitis has been reported. One patient with a 3-month history of daily turmeric tea intake experienced a rash a few days after rubbing a fresh turmeric massage oil on her skin(Lopez-Villafuerte 2016), while 2 other patients had a similar reaction after using curcumin-containing chlorhexidine solutions(Chlorhexidine 2004); patch tests were positive for curcumin in all 3 cases. A case of an anaphylactoid-like response(Adamski 2010) and a case of anaphylaxis after turmeric ingestion(Robinson 2003) have been documented. Over a 3-day period, the patient experiencing anaphylaxis experienced recurrent urticaria and angioedema that was unresponsive to treatment with epinephrine, antihistamines, and corticosteroids. Allergy testing for turmeric was positive.(Robinson 2003) A review identified 3 studies (N=121) and 10 case reports confirming allergenic potential of curcumin via patch and skin prick testing.(Chaudhari 2015) A 2017 US Food and Drug Administration (FDA) Safety Alert documented 2 acute serious hypersensitivity cases resulting from IV injection of a curcumin emulsion compounded with polyethylene glycol (PEG) 40 castor oil; the latter is an ungraded product that is not suitable for human consumption and is known to cause hypersensitivity reactions. Both patients had a positive history of allergies; 1 case was fatal. The safety profile of curcumin administered by the IV route has not been established. Following analysis of the curcumin emulsion by the FDA, the manufacturer recalled all unexpired products containing the ungraded PEG 40 castor oil.(FDA 2017)",
            "A case of transient atrioventricular block was reported in an otherwise healthy 37-year-old male amateur marathon runner who had taken 2 to 3 times more turmeric pills than prescribed. After 1 month of taking 40 to 60 pills daily, he presented with a 2-hour history of sudden dizziness, chest discomfort, diaphoresis, and nausea. His electrocardiogram showed a second-degree Mobitz type 1 atrioventricular block that resolved with discontinuation of turmeric and recurred upon re-challenge.(Lee 2011)",
            "Turmeric contains relatively high concentrations of oxalate, and increased levels of urinary oxalate excretion have been demonstrated.(Tang 2008) Although the risk of kidney stone formation may be increased in susceptible individuals, reports of kidney adverse effects are lacking. The addition of curcumin to the diets of mice induced iron deficiency anemia, including a decline in serum iron, decreased hematocrit, decreased transferrin saturation, and appearance of hypochromic red blood cells. Curcumin also decreased iron levels in the bone marrow and spleen.(Jiao 2009) A case of iron deficiency anemia likely caused by supplementation with high-dose turmeric (3,228 mg/day) has been reported in a 66-year-old male physician. Causality was ultimately based on improvement in iron, ferritin, and hemoglobin levels subsequent to stopping the turmeric supplement.(Smith 2019)",
            "Cases of turmeric-induced acute hepatitis have been reported in 61-, 62-, and 71-year-old females with medical histories of polycystic liver disease, type 2 diabetes plus treated breast cancer, and extensive autoimmune diagnoses, respectively. Product contamination or adulteration could not be ruled out in at least 1 of the cases.(Chand 2020,Lukefahr 2018,Suhail 2020) Data collected between 2004 and 2013 from 8 US centers in the Drug-induced Liver Injury Network revealed that 15.5% (130) of hepatotoxicity cases were caused by herbals and dietary supplements, whereas 85% (709) of cases were related to prescription medications. Of the 130 cases of liver injury related to supplements, 65% were from non-bodybuilding supplements and occurred most often in Hispanics/Latinos compared with non-Hispanic whites and non-Hispanic blacks. Liver transplant was also more frequent with toxicity from non-bodybuilding supplements (13%) than with conventional medications (3%) (P<0.001). Overall, the proportion of severe liver injury cases was significantly higher for supplements than for conventional medications (P=0.02). Of the 217 supplement products implicated in liver injury, 175 had identifiable ingredients, of which turmeric was among the 32 (18%) single-ingredient products. (Lainé 2017,Navarro 2014) Additional cases of turmeric-induced acute hepatitis continue to be reported with causality associated with turmeric assessed to be “highly probable\" and “probable.\"(Luber 2019,Lombardi 2021)",
            "Evaluation of mice treated short- and long-term with C. longa ethanolic extracts of 100 mg/kg/day for 90 days showed no serious adverse reactions. Weight was not affected by long-term treatment; however, changes in heart and lung weight were reported, and white and red blood cell levels were reduced.Qureshi 1992The oral median lethal dose (LD50) of curcumin in rats and mice was higher than 2,000 mg/kg of body weight.Dadhaniya 2011In a 90-day toxicity study in rats, no clinical ophthalmic, body weight, feed consumption, or organ weight changes were documented. Furthermore, no adverse effects were noted on hematology, serum chemistry, or urinalysis.",
            "This information relates to an herbal, vitamin, mineral or other dietary supplement.  This product has not been reviewed by the FDA to determine whether it is safe or effective and is not subject to the quality standards and safety information collection standards that are applicable to most prescription drugs.  This information should not be used to decide whether or not to take this product.  This information does not endorse this product as safe, effective, or approved for treating any patient or health condition.  This is only a brief summary of general information about this product.  It does NOT include all information about the possible uses, directions, warnings, precautions, interactions, adverse effects, or risks that may apply to this product.  This information is not specific medical advice and does not replace information you receive from your health care provider.  You should talk with your health care provider for complete information about the risks and benefits of using this product.",
            "This product may adversely interact with certain health and medical conditions, other prescription and over-the-counter drugs, foods, or other dietary supplements.  This product may be unsafe when used before surgery or other medical procedures.  It is important to fully inform your doctor about the herbal, vitamins, mineral or any other supplements you are taking before any kind of surgery or medical procedure.  With the exception of certain products that are generally recognized as safe in normal quantities, including use of folic acid and prenatal vitamins during pregnancy, this product has not been sufficiently studied to determine whether it is safe to use during pregnancy or nursing or by persons younger than 2 years of age.",
            "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.",
            "Medical Disclaimer",
            "Copyright © 2023 Wolters Kluwer Health"
        ]
    },
    "echinacea": {
        "name": "echinacea",
        "content": [
            "Use",
            "Dosing",
            "Contraindications",
            "Pregnancy/Lactation",
            "Interactions",
            "Adverse Reactions",
            "Toxicology",
            "Adipogenesis",
            "Alcoholic liver disease",
            "Anti-inflammatory effects",
            "Antitussive/Bronchodilatory effects",
            "Cancer",
            "CNS effects",
            "Dental applications",
            "Immunomodulatory effects",
            "Infections/Common cold",
            "Performance enhancement",
            "Patient resources",
            "Related treatment guides",
            "Scientific Name(s):Echinacea angustifolia DC, Echinacea pallida (Nutt.) Britton, Echinacea purpurea (L.) MoenchCommon Name(s):American coneflower, Black Sampson, Black Susan, Comb flower, Echinacea, Echinaceawurzel, Hedgehog, Igelkopfwurzel, Indian head, Kansas snakeroot, Narrow-leaved purple coneflower, Purple coneflower, Purpursonnenhutkraut, Racine d'echininacea, Radix Echinaceae, Rock-up-hat, Roter sonnenhut, Scurvy root, Snakeroot, Sonnenhutwurzel",
            "Medically reviewedby Drugs.com. Last updated on Oct 24, 2022.",
            "Use of echinacea as prophylaxis for upper respiratory tract infections has been reported, but evidence of efficacy is limited. Traditionally, echinacea has been used to prevent and treat the common cold; however, quality clinical trial data are lacking. Anxiolytic and immunomodulatory effects have been investigated. Specific recommendations for use for any indication are unreliable due to variations in composition of commercial echinacea products and inconsistent clinical trial results.",
            "A major limitation reported in meta-analyses of available trial data is the lack of standardization of echinacea preparations, making dosing recommendations difficult. Commercial preparations contain echinacea components derived from different plant parts, species, and varieties. Long-term use of echinacea or use for longer than 10 days for acute infections in otherwise healthy individuals is not recommended. Parenteral use is not recommended.",
            "Avoid use in individuals with known hypersensitivity to plants of the Asteraceae/Compositae family. Echinacea is also contraindicated in individuals with an autoimmune disease, rheumatoid arthritis, systemic lupus erythematosus, leukosis, multiple sclerosis, tuberculosis, and HIV infection.",
            "Information regarding safety and efficacy in pregnancy and lactation is lacking. Limited clinical evidence, expert opinion, and long-term traditional use suggest that oral echinacea is safe during pregnancy at typical dosages. Echinacea should be used with caution during lactation.",
            "Specific case reports of interactions are limited, with one report describing an interaction with etoposide. Data regarding echinacea's effects on the CYP-450 enzyme system are conflicting. Interactions with clozapine, etoposide phosphate, nimodipine, selpercatinib, and ubrogepant are possible.",
            "Adverse reactions with echinacea are rare. The most commonly reported reactions are allergy, GI upset, and rash. A case report of leukopenia, possibly caused by long-term echinacea use, has been published. Because of conflicting data, echinacea should not be used in any condition potentially affected by immune stimulation or suppression, such as HIV, tuberculosis, multiple sclerosis, and use of immunosuppressive agents. Use with caution in patients with hepatic impairment.",
            "There is little evidence regarding toxicity with echinacea, despite its widespread use. Echinacea has not been associated with acute or chronic toxic effects. However, individuals with hepatic impairment should use echinacea with caution, as case reports of hepatotoxicity exist.",
            "Echinacea is a member of the Compositae family (also called the Asteraceae family), which is native to eastern and central North America. \"Kansas snakeroot\" or \"snakeroot\" should not be confused with white snakeroot (Ageratina altissima).USDA 2020There are at least 9 species of echinacea, with E. purpurea, E. pallida, and E. angustifolia most commonly used for medicinal purposes.Ross 2001,USDA 2020Because of the difficulty in identifying echinacea species, much of the early European research, particularly regarding E. angustifolia, may have actually been conducted on E. pallida.WHO 1999",
            "Echinacea species are perennial herbs that grow up to 1.2 m in height. The plant has narrow leaves and stout stems that blossom into large, solitary flower heads with lavender or purple florets and central rigid bracts. The traditional Radix Echinaceae preparation consists of the fresh or dried roots (either single taproots or fibrous roots) of E. angustifolia.WHO 1999When chewed, the root has a pungent taste and causes tingling of the lips and tongue.Ross 2001,WHO 1999Additional plant parts used include fresh or dried flowering tops and fresh pressed juice from the flowering tops of E. purpurea.",
            "Echinacea is a popular herbal remedy in the United States. The plant was used in traditional medicine by American Indians and was quickly adopted by settlers. During the 1800s, claims of curative properties of the plant ranged from blood purification to treatment of dizziness and rattlesnake bites. During the early 20th century, extracts of echinacea were used as anti-infectives; however, use of these products fell out of favor after the discovery of modern antibiotics. The plant and its extracts continue to be used topically for wound healing and internally to stimulate the immune system.Barnes 2005,Ross 2001,WHO 1999",
            "The chemical constituents of echinacea are well described. Biologically active constituents include a volatile oil (containing pentadecadiene, pentadecene, ketoalkynes, and ketoalkenes), alkamides (mainly a mixture of isobutylamides), polyalkenes, polyalkynes, caffeic acid derivatives, and polysaccharides.Barnes 2005,Duke 1992,Ross 2001,WHO 1999It has been reported that the alkamides found in echinacea are available following oral administration, but that caffeic acid derivatives are not.Barnes 2005",
            "Toxic pyrrolizidine alkaloids (isotussilagine and tussilagine) have been identified at low levels.Duke 2002,WHO 1999",
            "Data comparisons and pooling are difficult due to trial methodology concerns, including variations in plant species, plant parts, preparations, and dosages, as well as high dropout rates and a lack of intention-to-treat analyses.(Karsch-Volk 2014,Wolsko 2005)",
            "Effects of an ethanol extract of E. purpurea on adipogenesis (ie, insulin-induced adipocyte differentiation of 3T3-L1 preadipocytes) were observed in vitro, suggesting a potential role in the treatment or prevention of obesity or diabetes.(Shin 2014)",
            "Chicoric acid extracted from E. purpurea was protective against alcohol-induced hepatic steatosis in mice.(Landmann 2014)",
            "Antihyaluronidase activity,(Facino 1993) inhibition of prostaglandins,(Guiotto 2008,Hinz 2007) and reduction in proinflammatory mediators in vitro(Moazami 2015) and in rodents(Dogan 2014) have been demonstrated. When injected intravenously (IV) and applied topically, echinacea inhibited induced inflammation in rodents.(Tubaro 1987)",
            "Extracts of the flowering parts of echinacea demonstrated antitussive and bronchodilatory effects in rodents.(Capek 2015)",
            "Root extracts from 3 echinacea species (E. purpurea, E. angustifolia, and E. pallida) produced concentration- and time-dependent induction of apoptosis in human pancreatic and colon cancer cell lines.(Chicca 2007) In mice, 8 weeks of echinacea therapy prolonged mean survival age and suppressed thymic lymphoma enlargement; other experiments demonstrated elevated natural killer cell levels and prolonged survival times in leukemic mice.(Currier 2001,Miller 2005) In a study in rats, coadministration of cadmium and echinacea led to increased concentrations of cadmium in certain organs and in blood.(Zitkevicius 2007) In an in vitro study, typical constituents of echinacea species applied topically were effective in the prevention and/or treatment of skin damage caused by ultraviolet/ultraviolet B radiation. Another study suggested radioprotection following oral administration of echinacea.(Joksić 2009)",
            "In a trial investigating the effects of an IV administered polysaccharide fraction of echinacea in 15 patients with advanced gastric cancer, increases in median number of leukocytes occurred; however, differences from a historical control group were not considered clinically relevant.(Melchart 2002) Another study of 23 patients with tumors showed no effect on cytokines or leukocytes after use of an E. angustifolia preparation.(Elsässer-Beile 1996)",
            "Anxiolytic activity of echinacea has been demonstrated in limited animal studies.(Hájos 2012,Haller 2010,Sarris 2013)",
            "An open-label study investigated anxiolytic activity of E. angustifolia extract in healthy individuals (N=33) with elevated anxiety scores. The study did not include a placebo group; participants were randomized to receive 1 or 2 capsules (each capsule containing 20 mg of extract) daily for 1 week. Only the higher dose resulted in a reduction in anxiety scores during treatment and for 2 weeks after.(Haller 2013) The observed effect may be due to lipophilic alkylamide constituents interacting with cannabinoid receptors.(Sarris 2013) A double-blind, randomized, placebo-controlled study enrolled 108 physically healthy adults 18 to 65 years of age with symptoms of mild to moderate anxiety to explore the effects of E. anugustifolia standardized extract on anxiety, positive and negative affect symptoms, insomnia, and quality of life (QOL). Recruitment occurred between May and June 2020 in Australia, and the extract was administered at a low (40 mg/day) and high (80 mg/day) dose. At week 6, all groups demonstrated significant improvement in anxiety total scores (by 31% to 35%) as well as psychological and somatic sub-scale scores from baseline with no differences observed between groups. Negative affect scores were also significantly improved in all groups; however, significant increases in positive affect scores were only seen in the echinacea groups compared to baseline (P≤0.001 each dose). Compared to placebo, positive and negative affect changes were significant in the echinacea low- and high-dose groups (P=0.001 andP=0.041, respectively). In the QOL scores, both echinacea groups demonstrated better emotional well-being than placebo (P=0.043 and 0.046, respectively, for the low and high dose). Additionally, the high-dose group was found to have better social functioning (P=0.043) and general health (P=0.049) scores than placebo. No significant differences were observed among the groups for insomnia. Mild digestive complaints were reported more frequently in the echinacea high-dose group (n=4); 1 participant from each echinacea group withdrew from the study due to mild digestive complaints.(Lopresti 2021)",
            "According to a prospective, cross-sectional survey (N=250) analyzing use of 31 complementary and alternative medicine (CAM) remedies for dental or mouth issues, echinacea was recommended by 36% of German dentists and maxillofacial surgeons. As would be expected, perceived effectiveness was rated higher among CAM proponents than opponents.(Baatsch 2017)",
            "Many studies investigating the immunomodulatory properties of various echinacea species, extracts, and plant parts have been conducted. Reviews of the literature generally show agreement that echinacea extracts exert effects on markers of the immune system.(Barnes 2005,Barrett 2003)",
            "In a study evaluating the effects of oral echinacea hydroethanolic extract on the dog immune system, appreciable immunostimulatory activity was suggested; further studies are needed to confirm findings. In vitro and animal studies are ongoing.(Fonseca 2014,Torkan 2015)",
            "Clinical studies have been conducted largely in healthy adults(Brush 2006,Coeugniet 1987,Dapas 2014,Guiotto 2008,Hall 2007,Ritchie 2011,Schwarz 2005) or to investigate echinacea's potential in preventing or treating specific infections (see Infections/Common cold section).(Barnes 2005,Barrett 2003) Effects such as enhanced macrophage function, stimulation of cytokine production (including certain interleukins and tumor necrosis factor alpha), enhanced natural killer cell function, and increased mean circulating total white blood cell counts have been demonstrated; however, the impact of these effects on clinical outcomes has not been established.(Barnes 2005,Barrett 2003,Walsh 2011) Reviews note that overt stimulation of immune functions is not without the potential for harm(Barnes 2005,Barrett 2003); a case report exists of potential activation of autoimmune disease (Sjogren syndrome) with echinacea use.(Logan 2003)",
            "Antifungal, antibacterial, and antiviral (herpes simplex virus, HIV, and influenza) properties have been studied in vitro(Barnes 2005,Birt 2008,Cruz 2014,Sharma 2009,Sharma 2011); however, widespread traditional use of echinacea for infections, especially for the common cold, as well as the availability of clinical trial data make animal data largely irrelevant.(Karsch-Volk 2014)",
            "According to a Cochrane review of quality clinical trials (conducted up to mid 2013) evaluating echinacea products in the treatment of the common cold, only 1 of 7 studies showed a reduction in duration of infection.(Karsch-Volk 2014) A pooled analysis was not conducted because of the strong clinical heterogeneity of the studies, making definitive statements regarding effects difficult.(Karsch-Volk 2014,Shah 2007) A placebo effect was reported in a clinical study (N=719) that used echinacea to treat new-onset common cold.(Barrett 2011) In another clinical study (N=90), risk of acute otitis media was possibly increased in echinacea-treated otitis-prone children.(Wahl 2008) Efficacy as well as safety and tolerability of echinacea have been studied in children with upper respiratory infections, with equivocal results.(Saunders 2007,Taylor 2003)",
            "Published reviews of echinacea for infection prevention should be considered separately from those evaluating its role in infection treatment, as prophylactic administration occurs prior to symptom onset and for a longer duration.(Karsch-Volk 2014,Schapowal 2015) A Cochrane review of quality clinical trials (N=4,631; including trials published up to mid 2013) evaluating echinacea products in the prevention of upper respiratory tract infections due to the common cold showed a nonsignificant trend in favor of echinacea as prophylaxis; the effect size was of limited clinical relevance (10% to 20% relative risk [RR] reduction).(Karsch-Volk 2014) In a meta-analysis of 6 clinical studies (N=2,458), 4 evaluating echinacea and 2 evaluating other supplements, the risk for recurrent respiratory infections was reduced with echinacea (RR, 0.649; 95% CI, 0.545 to 0.774;P<0.0001).(Schapowal 2015)",
            "In a clinical trial investigating the effect of an echinacea extract on the severity and recurrence of genital herpes, no difference was observed compared with placebo.(Vonau 2001)",
            "The literature includes limited studies evaluating the effects of echinacea on exercise enhancement in animals; however, studies demonstrating anti-inflammatory and antioxidant effects have led to supplementation of horse feed with echinacea products.(Williams 2008)",
            "Studies in athletes did not demonstrate enhanced performance or change in hemoglobin concentration with echinacea 8,000 mg daily over 6 weeks.(Baumann 2014,Bellar 2014,Stevenson 2016)",
            "According to a consensus statement, evidence is lacking to support use of echinacea in athletes to maintain immune health.(Walsh 2011)",
            "A major limitation reported in meta-analyses of available trial data was the lack of standardization among echinacea preparations, making dosing recommendations difficult. Many products lacked active echinacea chemical compounds or were contaminated with other chemical entities.Barnes 2005,Karsch-Volk 2014",
            "Parenteral use is not recommended; evidence of safety and effectiveness is lacking.Karsch-Volk 2014,Melchart 2002",
            "Long-term use or use for longer than 10 days for acute infections in otherwise healthy individuals is not recommended.Bradley 1992",
            "Information regarding safety and efficacy in pregnancy and lactation is lacking.",
            "A prospective cohort study (N=206) found no increased risk of fetal malformations with the use of echinacea during the first trimesterGallo 2000; however, the study was limited by small sample size, allowance of detection of common malformations only, and lack of standardization of preparations.Barnes 2005,Holst 2011",
            "Evidence regarding safety of echinacea use during lactation is lacking. A case report documented breast milk concentrations that were similar to serum levels 1 to 4 hours after consumption.Amer 2015,Sachs 2013",
            "Despite theComplete German Commission E Monographsstatement that oral echinacea is safe for use during lactation at recommended dosages,Blumenthal 1998,Blumenthal 2000echinacea should be used with caution during lactation; high-quality clinical studies are needed to determine safety.Amer 2015,Perri 2006,Sachs 2013",
            "Data regarding effects on the CYP-450 enzyme system are conflicting.(Colombo 2014,Gorski 2004,Haefeli 2014,Hansen 2008)",
            "In 2 small studies, no impact of echinacea on docetaxel(Goey 2013) or etravirine(Moltó 2012) pharmacokinetics was found; however, a case report describes an interaction with etoposide.(Bossaer 2012) Due to upregulation of CYP1A2 (caffeine) and CYP3A4 (midazolam), effects on therapeutic agents such as amitriptyline, haloperidol and olanzapine, theophylline and zileuton, efavirenz and nevirapine, tamoxifen, and etoposide have been suggested.(Awortwe 2015,Grappe 2014) Echinacea was less active in inhibiting CYP2C8 enzyme activity (metabolism of antihyperglycemic agents) than were 2 of the 6 other plants tested (ie, cranberry, saw palmetto).(Albassam 2015)",
            "Clozapine: CYP3A4 inducers (weak) may decrease the serum concentration of clozapine. Monitor therapy.(Clozaril September 2015,Jerling 1994,Joos 1998,Junghan 1993,Langbehn 2000,Miller 1991,Muller 1988,Peritogiannis 2007,Raitasuo 1994,Tiihonen 1995,Van Strater 2012)",
            "Etoposide: Echinacea may increase the serum concentration of etoposide. Monitor therapy.(Bossaer 2012,Gorski 2004,Gurley 2004,Hansen 2008,Penzak 2010,Yale 2005)",
            "Etoposide phosphate: Echinacea may increase the serum concentration of etoposide phosphate. Monitor therapy.(Bossaer 2012,Gorski 2004,Gurley 2004,Hansen 2008,Penzak 2010,Yale 2005)",
            "Nimodipine: CYP3A4 inducers (weak) may decrease the serum concentration of nimodipine. Monitor therapy.(Nimodipine April 2015,Tartara 1991)",
            "Selpercatinib: CYP3A4 inducers (weak) may decrease the serum concentration of selpercatinib. Monitor therapy.(Retevmo May 2020)",
            "Ubrogepant: CYP3A4 inducers (weak) may decrease the serum concentration of ubrogepant. Consider therapy modification.(Ubrelvy December 2019)",
            "In reviews and meta-analyses of clinical trials of echinacea in the treatment and prevention of the common cold, the most relevant adverse effects were allergic reactions, facial edema, and mild transient GI complaints.Engebretsen 2015,Karsch-Volk 2014,Schapowal 2015In trials evaluating echinacea for the treatment of the common cold, equal dropout rates due to adverse events were reported for the control and treatment arms. In prevention studies, there was a trend toward higher dropout rates due to adverse effects in the treatment arm.Karsch-Volk 2014",
            "Echinacea should be used with caution in individuals with hypersensitivity to ragweed, chrysanthemum, marigold, daisies, or related allergens.Barnes 2005,Blumenthal 1998,Maskatia 2010",
            "A case report of leukopenia, possibly caused by long-term use of echinacea, has been published.Kemp 2002",
            "There is debate regarding echinacea use in patients with autoimmune disorders. Until this issue is clarified, echinacea should not be used in any condition potentially affected by immune stimulation or suppression, such as HIV, tuberculosis, multiple sclerosis, rheumatoid arthritis, psoriasis, inflammatory bowel disease, and use of immunosuppressive agents.Barnes 2005,Tsai 2012One case report describes potential activation of autoimmune disease (Sjogren syndrome) with echinacea use.Logan 2003",
            "Individuals with hepatic impairment should use echinacea with caution.Tsai 2012Acute cholestatic hepatitis likely associated with echinacea root tablets (600 mg/day for 5 days) was reported in a 44-year-old healthy Greek male. Possible product adulteration was not evaluated.Gabranis 2015In a study of patients with advanced gastric cancer, an association between use of IV E. purpurea extract and the deaths of 2 patients could not be eliminated.Melchart 2002",
            "There is little evidence regarding toxicity with echinacea, despite its widespread use. In general, animal studies evaluating different preparations and fractions of Echinacea species have indicated low toxicity.Barnes 2005,Barrett 2003Echinacea has not been associated with acute or chronic toxic effects.Barnes 2005",
            "Despite low levels of pyrrolizidine alkaloids in echinacea,Duke 2002,WHO 1999limited case reports describe acute cholestatic hepatitis related to supplementation with echinacea in adults,Gabranis 2015,Kocaman 2008and acute liver failure was reported in a child after 2 weeks of supplementation (total daily echinacea dose of 100.7 mg).Lawrenson 2014Patients with hepatic impairment should use echinacea with caution.",
            "High-dose oral and IV administration (ie, several times the standard human therapeutic dose) of the expressed juice of E. purpurea to rodents for 4 weeks produced no short-term, genotoxic, carcinogenic, mutagenic, or other toxic reactions.Mengs 1991However, an association between the use of IV E. purpurea extract and the deaths of 2 patients with advanced gastric cancer could not be eliminated.Melchart 2002",
            "This information relates to an herbal, vitamin, mineral or other dietary supplement. This product has not been reviewed by the FDA to determine whether it is safe or effective and is not subject to the quality standards and safety information collection standards that are applicable to most prescription drugs. This information should not be used to decide whether or not to take this product. This information does not endorse this product as safe, effective, or approved for treating any patient or health condition. This is only a brief summary of general information about this product. It does NOT include all information about the possible uses, directions, warnings, precautions, interactions, adverse effects, or risks that may apply to this product. This information is not specific medical advice and does not replace information you receive from your health care provider. You should talk with your health care provider for complete information about the risks and benefits of using this product.",
            "This product may adversely interact with certain health and medical conditions, other prescription and over-the-counter drugs, foods, or other dietary supplements. This product may be unsafe when used before surgery or other medical procedures. It is important to fully inform your doctor about the herbal, vitamins, mineral or any other supplements you are taking before any kind of surgery or medical procedure. With the exception of certain products that are generally recognized as safe in normal quantities, including use of folic acid and prenatal vitamins during pregnancy, this product has not been sufficiently studied to determine whether it is safe to use during pregnancy or nursing or by persons younger than 2 years of age.",
            "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.",
            "Medical Disclaimer",
            "Copyright © 2023 Wolters Kluwer Health"
        ]
    }
}